[PAD]
[MASK]
[CLS]
[SEP]
[UNK]
[unused1]
[unused2]
[unused3]
[unused4]
[unused5]
CEDS
CEKS
CETS
BNGS
AEDM
CEDM
CEDL
AEKM
CEGS
CEKM
CETL
CETM
AEDL
AEKL
CEKL
ANGL
BNDS
BNTS
BNGM
ANGM
AETM
CEGM
AEDS
BNKS
CNGS
BEDS
AEGM
BNTM
AETL
CEGL
CNDS
ANTM
ANKM
ANDM
BNKM
CNTS
BEKS
BEKM
ANTL
BETS
AEKS
ANKL
BEDM
BNDM
CNGM
BETM
AEGL
CNKS
CNTM
BEGS
ANDL
ANGS
AETS
BEGM
ANDS
CNDM
AEGS
CNTL
CNGL
CNKM
ANTS
CNDL
ANKS
BNGL
CNKL
BEKL
BEDL
BETL
BNTL
BNKL
BNDL
BEGL
5
0
K
R
@
M
r
[
t
2
(
)
8
3
V
.
g
4
]
s
9
P
N
:
=
1
/
u
C
+
#
a
I
n
%
i
A
6
T
e
F
\
o
p
b
X
7
S
c
-
Z
l
B
H
O
L
cc
CC
O)
(=
(=O)
ccc
(C
C(=O)
[C
[C@
H]
c1
)c
(C)
c2
ccccc
[C@@
[C@H]
c3
[C@@H]
ccc(
(CC
NC(=O)
cc(
C(=O)N
c(
=C
)C
CCCC
)cc
OC
c4
CN
CO
F)
CCN
c1ccc(
(O)
(F)
)c3
)c2
(=O)N
cn
)N
)C(=O)N
CCC
(Cl
\C
)C(=O)
(C)C
cc1
S(=O)
)c4
)n
[n
ccccc3
cc2
OC(=O)
ccccc2
(N
[nH]
OCC
c5
nc(
cccc(
S(=O)(=O)
COc1
ccccc1
c1ccc(cc1
=O)
C1
Cc1
+]
cccc
C2
Cl
CCN(CC
NC(=O)[C@H]
(F)(F)
c3ccccc3
c2ccc(
ccccc4
)c(
C(=
ccc2
c2ccccc2
n2
\C=C
cc3
n1
[C@@H](C
CC(C)
ccc(Cl
c3ccc(
[N
[C@]
[C@@H]1
[O
[C@H](
[O-
[C@@]
[C@@H](
[C@H]1
F)cc
C3
[C@@H](CC
nn
[N+]
ccc3
CC1
(CN
)c5
CC(=O)N
c4ccccc4
CCCN
)cc1
Br
ccc(Cl)cc
NC(=O)C
c1ccccc1
=N
[C@H](O)
[C@H](C
=O
[C@@H](O)
\C=C\
CC(=O)
2)c3
[O-]
c(C
2C
[N+](=O)
)c1
)CC
ccn
N=C
S(=O)(=O)N
3)c4
\C(=
)C(F)(F)
2CC
3CC
NC(=O)[C@H](CC
NC(=O)N
nc2
cc4
c(N
CN1
O=C
)C2
C(=N
ccc1
C)
c(C)
c6
2)
#N
4CC
ccccc5
c2n
c4ccc(
ccc(C
CCCCCCCC
Oc1
[C@H]2
[C@@H](C)
ccc4
3C
c[nH]
COC(=O)
)NC(=O)
c2ccc(cc2
[C@@H]2
(C(=O)
cccn
1)c2
C(F)(F)
CCCCC
NC(=O)[C@H](C
%1
(C)(C)
cc(OC
COc1ccc(cc1
3)
C=C
c1n
Cl.
nc(N
(C)CC
\C(=C
cc(C
n3
[C@H]3
c(O)
[C@H](C)
cc(Cl
CCN(C
C(=O)O)
)\
)C(=O)N[C@@H](CC
c2cc(
COc1ccc(
[C@H](CC
CCC(CC
)S(=O)(=O)
)S(=O)(=O)N
[C@@H]3
P(=O)
CCOC(=O)
)c(OC
(C)(C)C
N(C
N1
c1cccc(
c2ccc3
c3ccc(cc3
2CCN(CC
CCO
c5ccccc5
C(=N)N
c1ccc2
c1cc(
)C(=O)O
nc3
cs
)C3
ccc(C)
Oc3
5CC
CN(C
)cc2
)[N+](=O)
)c(Cl
\N=C
oc(
4C
CN(C)
c3n
N(CC
cc(C)
)C(F)(F)F
(=O)O)
SC
COc1cc(
=CC
c2c1
[n+]
C(C
4)c5
c(Cl
c2cccc(
nc1
CN(CC
CC(C)(C)
[C@]1
OC1
)C1
cc5
[C@@H](N
(C)C)
cccs
CCN1
C1=O)
2)C(=O)
[C@H](N
cccc2
=C(N
C4
CS
2CCCC
S)N
)c6
3CCCC
c2cccc
)cc3
2C(=O)
c3cc(
c1ccc(cc1)c2
)C(=O)N[C@@H](C
)n2
CC(C)C
(=N
P(=O)(O)
C(=O)O
ccc5
\C(=N
NS(=O)(=O)
ncn
ccc(CN
O=C(N
CNC(=N)N
3)C
O[C@H](C
n4
)c3ccc(
)c(C
[C@@H](O
C2=O)
c7
NC(=O)c2
[C@@H]4
c3cccc
CC2
Oc4
cc(Cl)
)NC(=O)[C@H](CC
c3cccc(
[C@H](NC(=O)
COc1ccc2
Cc2
[C@@]2
Cn1
2)C(=O)N
(O
c1)c2
-]
(C)C(=O)
)c3ccccc3
1)
Cc1ccc(
c3ccccc2
4)
=C(C
=N\
ccc(F)cc
[C@H]4
(/
2)N
c1cn
cc(O)
COc1ccccc1
2)C
C(=S)N
c3ccc4
C1=O
\C=C/
2CCC
1CC
ccccc6
[C@@]3
.OC(=O)
(O)C
[C@]2
[C@]3
OC(=O)C
3CCN(CC
3)C(=O)
Cc1ccc(cc1
F)c(
c3ccc(Cl)cc
NC
c(CC
=CC(=O)
[C@@]1
\C(=C/
c4ccccc3
1)C(=O)
O)C(=O)N
c2cn
\N=C\
ccs
C(F)(F)F
)[N+](=O)[O-]
CCC(=O)N
[O-][N+](=O)
1C
C[C@@H]1
\C(=C\
3CCOCC
)c4ccccc4
(CC(=O)N
c(OC
(=C
Nc1
[C@@H](NC(=O)
OCC(=O)N
c4ccc(cc4
)NC(=O)[C@H](C
COc1cc2
O)cc
cnc2
c5ccc(
)C#N
C(=C
FC(F)(F)
O=C1
c2ccc(Cl)cc
)O
c3c2
COc1cccc(
)C(=O)NC
cccc(C
c3ccc(F)cc
c2cccc(c2
c3cn
\C=N\
)C(F)(F)F)
2=O)
C(=O)NC
CNC(=O)
Cc1cc(
3CCC
3)N
CCNC(=O)
-].
1)N
CCc1
c(N)n
nn2
n1)c2
)s
)C(=O)O)
C(=O)N(C
4CCOCC
=C(N)N
=C(
3)n
OC(=O)C)
[C@@H]5
F)C
cccc(Cl
+].
O[C@H]
)n3
[N+](=O)[O-]
c3o
4)C
%10
c1ccc(N
SCC(=O)N
nc4
[C@@H](O)[C@H](O)
CCC1
cnc3
CCOc1
#C
CCN(CC1)c2
(NC(=O)
3C(=O)
c2ccccc1
\C(=N/
)c(O)
OCO
c2c(
F)c2
nc(C
c1cccc(c1
[C@]4
4CCCC
CCCN1
%2
[C@@]4
(OC
c(CN
C(=O)N[C@@H](CC
O)C
OC(C
c2ccc(F)cc
C[C@H]1
O[C@H](CO)
Cc1ccccc1
[C@@H]2C
)c4ccc(
OC(=O)N
CCCCN
CC3
c6ccccc6
C#N
C1=C
c2nc(
OP(=O)(O)
[Na
ccc(Cl)c(Cl
4)n
c3c(
[C@H]5
c4cccc(
[Na+].
c1ccc(C
cc(OC)c(OC
c12
2)c3ccc(
CCCCC1
c4n
NC(=O)[C@H](C)
)c(N
)\C
C(=O)C
ccc(cc2
)cc(
4CCCCC
2CCC(CC
(C(=O)N
OCCN
[C@H]2C
3)C(=O)N
cc(OC)c1
Cc1cccc(
C3=O)
onc(
F)c3
)ccc1
[C@@H]1C
)cc4
)c(C)
CCCN(C
[S
[C@@H]1CC
CC1(C)
(CCC
C(=O)N[C@@H](C
CCOCC
NC(=O)C2
C2=O
c2ccc(O)
1=O)
)C(=O)C
c4ccc(Cl)cc
)n1
cc(CN
c4ccc(F)cc
CCNCC
)CC1
[nH]c(
(CCN
)NC(=O)C
CC[C@H](C)
)c2c1
c4cc(
CCC2
n5
1)C
cccnc3
)CC2
[C@H](O
.OC(=O)C(F)(F)F
c3ccc(OC
)C(=O)OC
[C@@H]3C
S(=O)(=O)C
2/
c1cc2
\C=C(/
([O-]
cccnc2
c2ccc(OC
NC(=O)CN
ccncc
(C)C)C(=O)N
C(=O)OC
C(=O)N1
c2c[nH]
c8
Nc1n
[C@H]1C
2CCOCC
(C)C)C
2CCN(CC2)c3
ncc(
[C@@]5
CCCCCC
CN=C(N)N
c(c1
[C@](C)
[C@H]1CC
c3cccc(c3
[C@@](C)
=C1
nc(C)
n2)c3
N2
occc
\C(=N\
cn2
[C@H](NC(=O)[C@H](CC
ccc(C)cc
4CCC
3)c4ccccc4
c5ccccc4
NC(=O)CS
[C@H](O)C
CCn1
c4ccc5
=CC(=O)N
CC(N
3)cc1
c3ccc(O)
1)C(=O)N
Cc1ccc2
n(C
c2cc1
n[nH]
c(Cl)cc
[C@@H]6
c2ccccc2)
COc1ccc(C
3CCCCC3
[C@@H](CO)
(S
c2cccc3
c1c[nH]
3=O)
c1ccc(cc1)N
CC(C
[C@@H]2CC
[C@@H](N)C
cccc1
)c(c1
[C@H]1O
[C@@H]3CC
sc(
c2o
Nc2n
)c7
CC(=O)O
COC
5)
NC(=O)c1
O)cc1
O)N
2CCCCC2
2CCN(CC2)C(=O)
O=C(C
cnc(
3)c4ccc(
(C)c2
[C@@H](O)C
c2cc3
cc6
)C4
csc(
NC(=O)CC
CN(C)C
NCC
COc1ccc(cc1)c2
CN1C(=O)
)C2=O)
)c3ccc(cc3
[C@H]3C
C)\
[C@H]3CC
c%1
)c5ccccc5
CCN(C)CC
)C1=O
O)C(=O)
CCN(CC1)C(=O)
OC(C)(C)C
(F)(
4)cc1
4CCN(CC
cccc3
CS(=O)(=O)
cc(CC
5CCOCC
5)c6
cc(C(=O)N
c1ccc(cc1)C(=O)N
)C(=O)N[C@@H](CCCCN
C(N
c3c[nH]
C1=N
c1nc(
(c3ccccc3
[n+]1
4)N
OC)
cccc4
c4cn
Oc1ccc2
c4cccc
\C=C\2/
Br)cc
[C@H](CN
[C@H]6
)C(C)(C)C
nc(N)n
2)S(=O)(=O)
(c2ccccc2
OCOc4
c1ccccc1)c2
Clc1ccc(
Cc1n
Oc2
5C
)C(=O)N[C@@H](CCCNC(=N)N
S)
)cc1OC
NC(=N
ccccc7
c2ccc(O)cc2
N(C(=O)
(C)C(=O)N
OC2
Oc1ccc(
CC1=C
CN(
c1ccc(cc1)C2
ccccc13
\C=C\C
O)c2
cncn
[C@H](OC(=O)
CCOC(=O)c1
%3
[C@]5
c4c3
c2s
c(F)cc
OS(=O)(=O)
CCCN(CC
3CCC(CC
co
c3ccn
COc1ccc(cc1OC
ccc6
c1ccc(cc1)S(=O)(=O)N
c23
OCCCC
C2=N
)ccc2
\C=C\C(=O)
cccc(CN
[C@@H]([C@@H](C)
n(
O)\
NC(=S)N
c4ccccc34
CC(=
/C
)C(=N
Clc1
(O)(C
1CCC
[C@@H](NC(=O)[C@H](CC
F)c4
c3ccc(Cl)cc3
OCCO
CC(
c2nn
CCCCC3
c2ccc(Cl)cc2
COc1cc(cc(OC)c1
[C@H](NC(=O)[C@H](C
c3cccs
OCCC
\N=C(/
CCCCCCCCCCCC
nn1
ccc(C)cc3
COc1cc(ccc1
cc(OC)c(OC)c(OC
SCC
C3CC
)c2cc1
(CC(C
N(
Fc1ccc(
[C@]4(C)
c3cccc4
cc(c1
c3cccnc3
N1C(=O)
C(
)C1=O)
[C@@H]7
C2CCCC
)C2=O
2)c3ccccc3
ccc(Cl)cc1
OCOc3
[C@@H]5CC
=C2
C5
NC(=N)N
C[C@]1
ccnc(
CN(C)CC
[Br
cc(F)
)N2
OCOc5
[Br-].
COC1
[C@H](CO)
c2cc(ccc2
N1C
2)C3
nc(s
cc(N
n2C
nn(
cnc(N
F)c
c3ccc(O)cc3
(CO)
C(CC
CN(C(=O)
COc1cccc(c1
4CCOCC4
Cc1ccc(C
COc1cc(OC
)C(=
(C)c3
CN(C)C(=O)
(C)c1
(CCCC
c3ccc(F)cc3
[C@@H](N)
c2c[nH]c3ccccc2
[C@H]([C@H](O)
5CCCC
OC3
C3CCCC
6CC
cccnc4
c2ccn
cccc(c3
c(cn
s1
\C=C\C(=O)N
CC(O)
c1cccc(c1)c2
3CCOCC3
)/
ccc(C)cc2
(C)C)N
c6ccc(
4CC4
c2ccc(C
O[C@H](CO)[C@@H](O)[C@H](O)
(C)N
(F)(F)F)cc
C(=C1
COc1ccc(CN
c4ccc(O)
c1ccc(O)cc1
c4ccc(OC
)nc(
/C/
cccnc1
Cc1o
OCCOCC
Oc3ccccc3
4C(=O)
Cl.Cl.
5CCCCC
c1cc(ccc1
Cc1cc(C)
CCCCCCCCCCCCCCCC
[S+]
CCS
c3s
4)C(=O)
N(C)C(=O)
[C@H]7
[C@@H]4CC
)\N
cc(Cl)ccc3
c3cc4
[C@H](NC(=O)C
N=C(N
(CC(=O)O)
O1
c3cccc(Cl
C2=C
)c(c2
cc(Cl)ccc2
c1nc2
CCOC(=O)C1
ccccc14
c2ccc(cc2)c3
)ccc3
C3=C
c1ccc(cc1)C
)OC
no
c(NC
c1o
nc(cs
3CCN(CC3)c4
c1ccc(OC
2)c4
C(=O)C=C
C[C@@H](O)
5)n
Fc1
)C2=N
c3occc3
[C@H](OC(=O)C)
(F)(F)C
c2c(C
CCC(C
CCCC1
cc(cn
CCN(CC)
3)c1
)c4ccc(cc4
(Cl)c2
c2oc(
[C@@]2(C)
c2ccc3ccccc3
c2c(C)
CCN(CC1
ncnc(N
[C@@H]4C
c1nn
[C@H]2CC
[C@@H](C)C
c5ccc(cc5
CNC
5)C
c3ccc(Br
(C)C)NC(=O)[C@H](CC
1CCCCC1
cc(NC(=O)
c1c[nH]c2ccccc1
cc(Cl)cc
cc(ccc2
c4cccc(c4
)n4
C[C@H](N
c2ccc(N
CC(=O)N1
1=C
4)C(=O)N
c2C
cc(C(=O)
Cc1cc(C
CCC(C)
nc(O)
CCCNC(=O)
ccnc(N
cnc4
c4ccccc2
(CCN(CC
COC(=O)c1
c4ccc(F)cc4
N2C(=O)
CS(=O)(=O)N
O[C@@H]1
[C@H](O)[C@@H](O)
c2ccc(F)cc2
(CCCCC
)nc3
c4cc5
%11
(\
nnc(
ccc(OC
[C@@H]1O)
2CCN(C
Oc1ccccc1
O)C(=O)N[C@@H](CC
cc(Br
[C@H]4C
c2ccccc2)c3
c3ccc(C)cc3
)N(C
c3ccccc3)
Fc1ccccc1
c9
N3
[C@]2(C)
COc1cc(cc(OC)c1OC
CCCN1C(=O)
c1cccc2
[nH]n
(CC(=O)
c2nc3ccccc3
5CCC
n2)N
C(=O)NCC
Cc1c(
[Na+].[Na+].
C3=O
Clc1ccccc1
NC1
[C@]3(C)
)C(=O)N[C@@H](CC(C)C
c2ccc(Br
OCCCN
[n+]2
(CC1
COc1cccc2
[Cl
c2ccc(NC(=O)
2=C
[C@@]34
OC[C@H]1O
ccnc2
[Cl-].
)c1C
ccc(N
O)c(O)
n1C
)c(F
Nc2
CCCC(=O)N
Clc1ccc2
n1)N
2)cc1
cn3
)[C@@H](O)
[C@@H](NC(=O)[C@H](C
(=O)=O)
)C(=O)NCC
[C@]12
O)c3
nc2c1
c7ccccc7
[C@H](C)C
)C(F)(F)F)cc
2)c3ccc(cc3
c1c(
c1ccc(O
(C)C)C(=O)
ccn2
CN1CCN(CC1)c2
c3ccccc23
\C=C(/C)\
(O)CC
c2cccnc2
SSC
[C@@H](CN
CC(C)(C)C
c1ccc(NC(=O)
c4o
4=O)
cc[n+]
nn3
3)S(=O)(=O)
)cc1Cl
N2CCN(CC
O2
COc1ccc(OC
c5ccccc45
=[N+]
(C)C)NC(=O)
c4ccn
C(=O)N(CC
CN2
1)c3
c2ccc3OCOc3
c3c(C)
[C@@H](OC(=O)
c1ccccc1)N
2)NC(=O)
Oc3ccc(
c1ccccc1)NC(=O)
CCCN2C(=O)
OCC(=O)
CC(=O)O)
c3ccncc3
[C@@H]1O
NC(=O)CNC(=O)
)C(C)(C)
CC(C)(C)OC(=O)N
)C(C)C
[C@@]4(C)
c3cccc(Cl)c3
s2
N=C(
C4=O)
[C@H](O)[C@H](O)
c4ccc(Cl)cc4
OCC1
Cl)
c(c2
)S(=O)(=O)C
4CCCCC4
F)c1
O[C@H]1
)c(OC)c1
)c5ccc(
C[C@@H]1CC
)c(Cl)c1
c4c(
3(CC
)CC3
CC(=O)N[C@@H](C
c2ccc(cc2)S(=O)(=O)N
c3ccc4OCOc4
)c2ccccc2
CCN1C(=O)
c(C(=O)N
nc5
=CC(=N
c1ccc(cc1)C(=O)
Cc1cc2
c2cccs
[C@@H]8
c3ccc(C
c3ccccc3)c4
[I
)[C@@H](C)
[nH]c2
c1C
=C3
cccc5
=C(C)C
)c12
[I-].
n2cnc3
(CN1
cn(
c13
[C@]1(C)
1/
OC(=
CN1CC
c4ccccc4)
C2CC
O=C(CC
c3c(O)
c5cccc(
c2ccc(C)cc2
=C(C(=O)
nn(C
n3)c4
[C@]12C
[C@H]8
CC1=N
CC[C@H]1
c2ccc(cc2)N
c4ccc(O)cc4
c4c[nH]
Cc2ccccc2
c3cc(ccc3
c1ccccc1)
F)cc(
cc(Cl)ccc1
(CO
)C(=N)N
[C@]6
c3nc(
CCc1n
CSCC
[C@@H]4[C@@]5
C(C)(C)C
cc[nH]
O=
CCN(CC)CC
2)S(=O)(=O)N
Cc1ccc(cc1)c2
(F)(F)F
c3ccccc3)n
c2cccc(Cl)c2
c5ccc(F)cc
c2ccccc2)NC(=O)
S1
6C
c1nc(N
CCCCN1
)NC(=O)[C@H](CO)
c2nnc(
[C@H](C)[C@@H](O
CCOc1ccc(
occc4
c3cc(C)
O)c(
c3ccc4ccccc4
CC(CC
C(C)(C)
=CC(=
OC(
[C@H]2O
Oc1cccc(
c1ccccc1)C(=O)N
C\C(=N/
C2CCN(CC
)c8
C(F)(F)F)
N=C1
NC(=O)c2cc(
CC(=O)N[C@@H](CC
c1oc(
4)c5ccccc5
CNC(=N)N)NC(=O)[C@H](CC
[C@@]2(CC
[C@@H](OC(=O)C)
c1)C(=O)N
[S+]([O-]
CCCC(=O)
cccc(Cl)c4
N(CC(=O)N
cc(OC)c1OC
COC(=O)N
NC(=O)CO
[nH]c3
)c4cccc(
NC(=O)C1
c1ncn2
4CCCC4
c5ccc(Cl)cc
c(C)c1
CN1C
)c(Br
3)c4ccc(cc4
Oc2ccccc2
Br.
CCC(=O)
CCOc1ccccc1
CNC(=N)N)NC(=O)
[C@H](C)O
ncc2
Oc2ccc(cc2
O[C@H](CO)[C@@H](O)
C(=C(C
C[N+]
=C(C(=O)N
\N
(Cl)C
ccc(Cl)cc3
Oc4ccccc4
NC(=O)[C@H](C)NC(=O)[C@H](CC
F)cc1
(O)C(=O)
ccc(C)cc1
c2nc3
ccccc8
Oc1ccc(cc1
OC(=O)C1
c%2
COC(=O)C1
(O)(
C3=N
)cn1
%4
5CCOCC5
\C=C/C
Cc3ccccc3
CC(C)C[C@H](NC(=O)
2=N
c(Br
c6ccccc5
[C@@H](C)C(=O)N
c2ccccc2)C(=O)N
)c(C)c1
cccs4
c(C)c
ccc(C)cc4
CC1=O)
CCN)NC(=O)[C@H](CC
c(S
COc1ccc(cc1)C2
)nc2
ccnc3
3CCN(CC3)C(=O)
[C@H]1CC[C@H]2
c3nc4ccccc4
NC(=O)[C@H](CO)
Cc1ccc(cc1)S(=O)(=O)N
[N-]
c2cc(C)
c2c(O)
[C@@]3(C)
cnc1
NC(=O)c2ccccc2
)C3=O)
COc1ccc(cc1)N
)c(cc1
\N=C/
[C@@H]%1
c(C(=O)
1=O
)C(=O)N[C@@H](CC(=O)N
c3nn
cn1
CCCCCCC
s3
N[C@@H](C
COP(=O)(O)
OC(C)(C)
[nH]2
[C@@H](O)CC
cc(ccc1
O.
OC(=O)CC
)nc1
)NC1=O)
[C@@H](C)C(=O)N[C@@H](CC
ccncc4
CCCCC2
C(=O)N2
c5ccc6
c%10
ncc3
FC
F)c(Cl
N=C2
C2CCCCC2
1CCC(CC
(\C
C(F)(F)F.
)C5
)c3ccc4
c5cccc
3)S(=O)(=O)N
N(C)C
c3ccccc3C2=O)
)cc2)
3CCN(C
C(=S
[Si
ccc(F)cc4
C(=C2
)C(=O)N[C@@H](CCC(=O)N
c5c4
c4cccnc4
(F)(F)F)
c2cccc3ccccc2
sc2
)c(c3
COCC
C[C@H](O)
)c2ccc(
ccc(Cl)cc4
CN1CCN(CC
CN(CC(=O)N
)cc2)cc1
[C@H]4CC
c1ccc(CN
NCCCC
(Cc3ccccc3
Cc1oc(
.OC(=O)C(=O)O
[Si]
P(=O)(O)O)
(CC=C
c2ccc(cc2)c3ccccc3
OCC2
CCC4
Nc1nc(
)c4n
NC(=O)\C=C\
5CC5
)S
)c3n
COc1cc(C
c1ccc(cc1)n2
cc(c2
C[C@]12CC
)[C@@H]2
)C(
)c1OC
ccccc34
CCC2(CC
O=C1N
C[C@@]1
3CCCC3
3CC4CC
c1cccc
)cc5
[C@@H]3CCCN
Cc1onc(
c2n1
c2ccc3ccccc3c2
CCCn1
)c3c2
[C@]23
c2ccccn2
c2occc2
(C(=O)O)
F)c5
2C=C
c(nc2
=CC=C
)N(CC
#N)
(OCC
NC(=O)N(C
2CCC3(CC
=[N+]=
CN1C(=O)N(C
NS(=O)(=O)C
CCN(
CC1(C)CC
NC1=N
c2ccc3OCOc3c2
[C@@H](NC(=O)C
CCC3
OP(=O)
1)c2ccc(cc2
1CCCC
cccc(c2
)C(C
cc(ccc3
Cc1cccc
Nc1nc(N
)N6
n6
4)C2
O)C(=O)N[C@@H](C
cc(Cl)cc(Cl
4)c1
ccncc3
C3CCCCC3
c2nc(cs
(=S)
OCc3ccccc3
2C(=O)N
2)c3ccc4
)C(=O)N[C@@H](CC(=O)O)
cco
CCOC(=O)C1=C
c4cccc5
c3ccc(cc2
c3ccccn3
(N)
c5n
[C@@]6
CCN(C)C
)cc(OC
O=S(=O)
)c(s
c3ccc(Cl)c(Cl
NC(=O)COC(=O)
)c2cc1OC
=O)N
CC(C)n1
c2ccc(cc2)C(=O)N
CCCO
c2c3
)c3ccc(F)cc
(C)C(=O)NC
Cc1nc2
)C(=O)N[C@@H](CCC(=O)O)
cn4
5CCCC5
cc(Cl)ccc4
)C(=O)N[C@@H]([C@@H](C)
C=C(C
[C@@]34C)
1)c2ccc(
c3c[nH]c4ccccc34
c1nnc(
c2ccccc2)C
CCN(CC)C(=O)
c2nc(N
OC4
2CCCC(C
Oc3ccc(cc3
cnn(C
COc1ccc(cc1)S(=O)(=O)N
N(C)
CC(C)N1
O)c4
[C@H](C(=O)N
[C@]3(C)C
CCN(CC(=O)N
)s1
CCOC(=O)N1
C(=O)O)NC(=O)[C@H](CC
Cc1nc(
SC(=S)N
CC(C)c1
[C@@H]1CCCN1C(=O)
c3ccccc3C
c1ccc2c(c1
[C@H](OC
cc(c3
)c6ccccc6
c(C)c2
cccc(Cl)c1
nccn
C[C@H](CC
nc3ccccc2
CCN)NC(=O)
[C@@H]4[C@@]5(C)CC
(CCCN
O[C@@H]2
c3ccc4OCOc4c3
ns
C(=S)
#CC
3/
1CCN(CC1)c2
5CCCCC5
2CCC(CC2)N
c3ccc(cc3)c4ccccc4
)cc(c1
[n+]3
4CC5CC
occc2
Cc1cccc2
c2ccccc2)N
(c3ccccc3)c4ccccc4
S\C(=C/
O)C(=O)O
CCN(C(=O)
C(=O)NC(=N
COc1cccc(c1)c2
Oc3c2
5CCN(CC
Br)cc1
)c2n
O)cc5
c3ccccc3)NC(=O)
)C#C
[nH]3
[C@@H]5C
6)
Cc1cn
[C@]4(C)[C@H]3CC
[C@@](C)(C
n2)cc1
)nc(N
CC1(C)C
c4occc4
c3ccc(Br)cc3
[C@]5(C)
c(C)cc(C)
ccc(Cl)c
c3cc2
OC(=O)c1
)c23
C(C)C
Cl)C(=O)N
1CCC[C@H]1
2\
N=C(C
C[C@H](NC(=O)
)c(C#N
c2ccncc2
c4ccncc4
SS
O[C@H](C)C
ncccn
4)c5ccc(
C4CCCCC
2CCC[C@H]2
N#
CCC(N
)c2ccc(cc2
OO
=N/
OCC(O)
OCCOc4
CC(=O)OC
COc1cccc(C
O[C@@H](
(c4ccccc4
(=CC
c2ccc(cc1
(=C(N
S2
[n+]([O-]
)[C@H](O)
Cc1cccc(c1
C)C(=O)N
c4ccccn4
4CCC(CC
c2ncn
Clc1ccc(C
[C@@H]2CCCN2C(=O)
(Cc4ccccc4
(C1
2)n3
(Cl)
c3[nH]
Fc1ccc2
ccccc15
c3ccc(N
=C(C#N
[C@@H]9
OCCCO
3)C4
\C(=C\C
6)C
n1)C(=O)N
c3ccc(cc3)N
)ccc4
c3ccccc3Cl
c5cc(
c2ccccc2)C(=O)
OC1=O)
OC3=O)
3)n4
c2ccc(Cl)c(Cl
c4cccc(Cl)c4
(=O)=O
n(CC
OCC(=O)O)
O=C(
Oc2cc(
CC4
ccccc2c1
)nnc1
(c2ccccc2)c3ccccc3
=[N+]=[N-]
)c2n1
C(C)
(=C)C
c(C)c(C
ONC(=O)
cnc23
ccncc2
(C)C)N(C)C(=O)
OP(=O)(O)O)
CC(NC(=O)
ccnc1
O)cc3
ccc(O)cc
)C=C
c3oc(
n2c(
OC[C@H]1
C[C@@H](
)C(=O)N[C@@H](CCCN=C(N)N
c4s
OC1=O
[C@]34
NC(=O)C3
c4ccc(C)cc4
C\C(=C/
COCCN1
[C@H]9
CC=C
[C@@H](O)[C@@H](O
Cc1nn
cc7
c1ccccc1)C(=O)
OC)c3
2CCCC2
CCNC
CCC(=
CCNC(=O)N
cc2c1
3CC4CC(CC(C
[C@@H]4CCCN
)[C@H]2
C2=O)cc1
ccc(Cl)c(
O=C(NC1
C#N)\
Oc2ccc3
1CCOCC
ccccc24
1C(=O)
CO[C@@H]1
3=C
OC)N
1)c2ccccc2
c2[nH]
[C@H](CC(=O)N
C)\C
)C(=O)N[C@H](C
(C2)
[C@@H](C)CC
3)c4cccc(
OCOc6
c1cccc(c1)C(=O)N
c1ccc(NC(=O)N
)c3ccc(OC
(N)C
(=N)N
c4ccc5OCOc5
O[C@H](
c3n2
c2ccc(Br)cc2
2CCOCC2
P(=O)(OC
Clc1ccc(cc1
)C(=O)N[C@@H](C(C)C
c3cccs3
[C@H]%1
[P
2)\
CN1CCC(CC
)CN
[C@H](C)[C@@H](O)
CC[C@H]1OC(=O)
NC(=O)[C@H](C)NC(=O)
CNS(=O)(=O)
P(=O)(O)O
c34
C[C@H](C
[C@@H]1O)n2cnc3
cc(Cl)c(Cl
c4ccccc14
c3ccccc13
C6
c4ccccc4C
O)N(C)C)
O[C@@H](C
NC(=O)[C@H](CCC(=O)N
C[C@H](CO)
c2cc1OC
Cc1cc(N
coc(
C[n+]1
ccncc1
[C@@H]5CC[C@@]34C)
[O-])
c4ccccc24
c1nc2ccccc2
nc(N)nc(N
Nc1ncnc2
CN1C(=O)N
(F)(F
c5ccccc3
OC(=O)C(F)(F)F.
3CC4CC(CC(C4)C2
CO[C@H]1
CNCC
nn2)c3
c4ccccc4)n
)c1O
O[C@H](C)C[C@@H](
CCCN2
5)C3
[C@@H]1NC(=O)
(C)C)NC(=O)[C@H](C
)c2cc(
cc12
c6ccccc56
C=C(C(=O)
cccnc5
c4nn
CC(C)C[C@H](NC(=O)[C@H](CC
3)NC(=O)
4(CC
[C@@H](CC(=O)N
3CCC[C@H]3
SC(=N
O[C@H]([C@H](O)
COc1ccc(cc1)C(=O)N
c(N)ncn
C[C@H](
Oc2ccc(
(=O)O)NC(=O)
O[C@@H]3
Oc1cc(
C(=C)
OP(=O)(O)OC
c8ccccc8
C=C(C)C(=O)NC
)cc12
Fc1cc(
c3ccc(OC)cc3
1)NC(=O)
Fc1ccc(C
c4ccccc34)
5C(=O)
OC(=O)\C=C\
c(O)c3
(CC)
C2=
2)C(=O)O
F)c(F)c(
F)cc3
c2ccccc2Cl
c3cccc(F)c3
NC(=O)\C(=C\
C[C@@H](N
(NC(=O)N
/C/1=C
n3C
c3ccccc3)C(=O)N
[N+](C)(C)C
c4ccc5ccccc5
c3ccc(cc3)c4
SCC(=O)
)\N=C
c1ncn
[C@H](C)CC
(CC)C
c5cn
[C@](C)(O)
CN2C(=O)
c1C(=O)N
1\
n1)C2
c2c1)c3
C=
c2cc(OC
CCCCN(CC
(CCN(C
[nH]1
CCOP(=O)
)NC(=O)[C@H]
[C@H]3O)
nn1)c2
[C@@]23
OC)c2
Cc1ccc(CN
N2C
CCN2C(=O)
c3ccccc3c2
cc(cc1
ccc7
2C1=O)
c3ccc(cc3)S(=O)(=O)N
c1c(C)
c3cc(Cl)ccc3
c2c[nH]c3ccccc23)
c2ccccc2C1=O)
c1cn(
)C(C)
CCS(=O)(=O)
cc(Cl)c(
C=C(C(=O)N
CC(C)[C@H](NC(=O)
O)cc2
\N=C\1/
n3)
CCN2
\C=N\NC(=O)
N4
c(nn
CC1=C(C
c%11
NC(=O)C=C
Fc1ccc(cc1)c2
(F)F)
OC)c1
c1cnc(
)c(OC)c2
2=O
Fc1cccc(
4=C
CC[C@H](C)[C@H](NC(=O)[C@H](CC
CCN(CC1)S(=O)(=O)
c2cc(Cl)ccc2
c2cc(ccc1
OC)C(=O)
c2ccc(cc2)[N+](=O)[O-]
Oc1ccc(cc1)c2
1)c2ccc3
cccn2
[nH]nc(
P(=S)
)C(O)
c3cc(ccc2
ccc12
COC(=O)C1=C
cc3Cl
c1ncnc2
Cc1cccc(C)c1
3CCCO
c5ccc(O)cc5
ccnc4
CCC(=O)O)
C3C
C=C3
CCOc1ccc2
CCOC(=O)N
c(O)c2
CN(C)S(=O)(=O)
C)c3
6)c7
ccc(C(=O)N
c3ccccc3)C(=O)
O[C@@H](O
\C(=N\O)\
OC(=O)[C@H](C
2CCN(CC2)c3ccccc3
COc1ccc2c(c1
O)[C@H](O)
c2cc(Br
c5c[nH]
c12)c3
c3ccc(Cl)c(Cl)c3
)n(
NC(C
CCCS
cc(C#N
CN3
[C@H](N)C(=O)N
[C@H](N)C
[C@@H](C)C(=O)N[C@@H](C
)N(C)C
c1N
CCCN(CCC
2CC3CC
N1C[C@H](C)
cc2Cl
e]
[C@H]3[C@@H](CC
COc1cccc(CN
)C(=O)N(C
)C(N
(O)C(O)
c2ccccc2)cc1
c(Cl)c
c2cccc(F)c2
Clc1ccc(cc1)c2
CC[C@@]1
c3nccs
c(C)c3
)n5
NC(=O)c4
sc3
c2ccc(Oc3
[C@@H]3CCCN3C(=O)
Fc1ccc(cc1
C(=O)CC
[C@H](OC(=O)C
O)c1
COc1ccc(Cl)cc1
)c2ccc3
(NC(=O)C
OCC=C
(c1ccccc1)c2
C3CCN(CC
Oc5
c4cc5OCOc5
c3cc(OC)c(OC)c(OC
O=S(=O)(N
)C2CC
SC(=O)N
(C)S(=O)(=O)
C(=S)NC(=O)
3CCN(CC3)c4ccccc4
c2N
O)CC
=NCCN
=C4
)C(=O)\C=C\
(=O)N)NC(=O)[C@H](CC
c4cc(O)
NC(=O)OC
c3ccc4ccccc4c3
)c1Cl
nc(C(=O)N
c%3
OC(=O)C=C
C[C@@H](CO)
nc3c2
\C=C\3/
2)C(=O)NC
(C)(C
ccccn3
Br)c2
c1ccccc1)NC(=O)[C@H](C
)c9
csc(N
CCS(=O)(=O)N
cocc
ccc(Cl)cc2
6CCCC
n2cn
(=O)O)NC(=O)[C@H](CC
COc1ccccc1N2CCN(CC
CNC(=O)N
ccsc2
C[C@@H](C
7CC
[C@H]3O
C=C(N
n2cc(
nn4
\N=C(\
3CC3
c(Cl)n
c4c[nH]c5ccccc45
SC)
c3ccccc1
[C@H](N)
3)\
4CCN(CC4)c5
2CCC(CC2)c3
OC2=O)
6CCC
Cc1cc(ccc1
n2ccnc2
cc(O)c2
c3C
CN1C(=O)N(C)c2
c1cc(cc(c1
)c(OC)c3
5)cc1
c2cccc(c2)c3
CCNS(=O)(=O)
c2ccc3OCC
\C(=N/O)\
CC(C)(O)
(C#N
c4nc5ccccc5
[C@](O)(C
c3c4
C#C
c2cc(O)
COc1ccc(N
\C(=C(/
C(=O)C(=
CCCCCCCCCC
CC1=CC(=O)
[nH]4
CC(=CCC
\C=N\N
c3c([nH]
[C@@H]1CC[C@H](CC
c2ccc(Cl)c(Cl)c2
N2CCN(CC2)C(=O)
C(=O)c1
Clc1cccc(
CC(C)C1
c3c(F)cc
n23
[C@@H](O)[C@@H](O)
)\S
c(C#N
C2(CC
)cc1O
ccsc3
)nn2
)C(F)(F)F)C(F)(F)F
CCc1ccc(
)c(CC
3)C(=O)O
cccs3
CCc1ccccc1
)n(C
(C)C)c2
c(Cl)cc(Cl
Oc1c2
Cc1onc(C)
C(=O)c3ccccc3
OC(CC
onc2
)C(C)C)C
n1)c3
Cc1ccc(cc1)S(=O)(=O)
)C2=C
NC(=N)c1
CCCc1
O[C@@H](C)
Cl)c2
c(O)c(O)
3)c5
Oc2c1
CC1=O
CCCCN1C(=O)
c3ccc(cc3)C#N
NC(=O)[C@H]1
NC(=O)c3ccccc3
(C)N(C
C)c2
ccccn4
OC(CN
cccc(CC
Oc1ccc(C
ccccc45
)c5ccc(cc5
Oc1cccc2
=CC(=NC
)c4ccc5
)cc1C
nc3ccccc3
)C(=O)N[C@@H](CC(C)C)C(=O)N
[C@@H](N)CCCN
S1(=O)=O)
[C@H](O)CC
3)c4ccc5
[C@H]1O)
[C@@]7
(=S)N
c1cc(N
nc(cc2
COP(=O)(O)O[C@H]
c2ccc(Cl
[C@@H](N)CC
3CCC(CC3)N
[C@H](OC)
O=C(CS
)C(=O)OCC
cc(c1)c2
CC[C@@H](C)
4CCNCC
COc1cc(CN
\N=C(/N
[C@@H](OC
2)c3ccc(F)cc
cnccn
)c(C)c2
)[nH]
(C)O
c3c(C
6CCOCC
5=O)
nc1N
ccc(F)cc5
c2cccc(c2)S(=O)(=O)N
C=C/
)NC(=O)[C@@H](C
c4cccc(C
CC1CC
C(=C(N
2Cl
c2ccc(F)c(
2)c3cccc(
2CC3
c3cc(OC
c2onc(
c5ccc(OC
ccncc5
C2CCC
n4)c5
n2)c3ccccc3
CCN(C)
oc(C
[C@H]2[C@@H]3
CN(C)c1ccc(
ccccc23
[C@H](O)C(C)(C)
nccc(
c2oc(cc2
c4ccc(Br
)c(F)c1
OC(=O)C1=C
\C=C/2\
O3
c2ncc(
.OC(=O)C(F)(F)F.OC(=O)C(F)(F)F
N=C3
[C@@]1(C)
O)S(=O)(=O)
(O)(CC
c3cccc4ccccc3
CN(CCN1
s4
c4cccs
(C(=O)OC
%12
CN1CCN(C
nc(SCC(=O)N
c3ccc(Cl
c(F)cccc4
B(O)
c2ccc(Cl)cc2Cl
[N+](C)(C)
NC(=O)c2cc3
c24
[O-][N+](=O)c1ccc(
N=C(S)N
3CCOCC3)c4
C4CCCC
C)S(=O)(=O)N
cc(C)c3
cn1)c2
2CCN(CC2)S(=O)(=O)
c3ccc(cc3)[N+](=O)[O-]
C1C
c(NC(=O)
nc(NC(=O)
3Cl
N3C(=O)
C(=O)O)C(=O)O
)c4ccc(OC
c5ccc(F)cc5
C(=O)OCC
c(Cl)c1
2CCCO
COC(=O)N1
)(
COc1ccc(cc1)C(=O)
c1cccnc1
c1occc1
C(=O)N)NC(=O)[C@H](CC
[C@@H]%10
N=C(N)N
c2ccc(OC)cc2
=C(C(=O)O)C(=O)
)nc4
[C@@](C)(O)
=CC=CC
ccn1
CC2=O)
c5ccc(Cl)cc5
CCOc1ccc(cc1
[C@@H](C)O)
)C3=O
c6ccc(cc6
Oc1cc2
(F)F
)C(=O)N[C@@H](CCCNC(=N)N)C(=O)N[C@@H](CCCNC(=N)N
(\C)/
C4=C
CC[C@H](C)[C@H](NC(=O)
C(=O)c4
CCC(CC1)N
3CCC4(CC
C4=O
\N=N\
c2c[nH]cn
nc(SC
Cn1cc(cn
4CC5CC(CC(C
OC(C)C
c2ncnc3
c([nH]
Br)c3
c2c(OC
)cccc2
Oc3ccc4
cc(o
c3ccccc3)N
C(=C(O)
)c3cccc(
cn(C
cc(nn
CN1CCN(CC1)C(=O)
c1ccccc1)C
c1ccc(Cl)cc
c4ccc(N
Clc1cccc(c1
c2ccccc12
C(CN
c(ncn
CC(=O)c1
=C(O
c2c1)N
\C(=C\CC
O[C@@H]4
=NN(C
O[C@H]2
CC1=CN(
c2ccccc2c1
CCOC
N1C[C@@H](C)
CCC[C@H]1
4CC5CC(CC(C5)C3
N(C)C(=O)N
c1oc(cc1
[C@@H]4CCCN4C(=O)
CN2CC
c4ccc(C
c4[nH]
7C
nc(S
NC1=O)
[C@]3(C)CC
[C@@]4(C)CC
C[C@@H]1C
F)ccc2
)s2
\N=C\2/
OC(=O)c1ccccc1
c3cc(O)
[C@H]2O)
c1c[nH]c2ccccc12)
)N2C
CCN)
CC(C)N
3)C1
CN3C(=O)
c4ccccc4c3
c4ccccc4)c5
CCC(C)(C)
c5cccc(c5
CN2C
n3ccnc3
C)[C@@H]1CC
nc12
O=C(CN1
c1ccc(cc1)N2
NC(=O)C(C
/C/1
COc1ccc(cc1OC)c2
c3ccccc3)C
c(\C=C\
[C@@]34C
(F)(F)C(F)(F)C
)c3ccc(F)cc3
\C=C\C=C\
n2nn
[C@@]12
\C=C(/C#N)\
FC(F)(F)c1
C(=O)N)NC(=O)
)NC(=O)CNC(=O)[C@H](CC
CCCC(C)
6CCCCC
)cc1F
([O-])
C5=O)
1CC1
c3cs
c%12
3=N
(=NO
nc(CC
c3cccc(C)c3
COc1ccc(cc1)n2
C(=O)N2C
ccc1O
CC(=O)N(C
c2cccc(C)c2
Fc1ccc(CN
cn[nH]
O)cc4
)N2CC
(OC(=O)
CC1(CC
)c(OCC
[Si](C)(C)C
=CC(=O)C=C
)C(=O)N1
C1CC
3CCN(C)CC
2)c3n
Cc1ccc(N
C=CC
4CCN(C)CC
NC(=N)
2CCC(CC2)C(=O)N
c2ccccc2)c3ccccc3
Nc1ccccc1
c4cccc(F)c4
Cn1c(
5)C(=O)
COP(=O)
(C)C)c3
[C@H]5CC
)c(C)c3
COc1ccc(NC(=O)
oc(cc2
c2ncccc2
nc([nH]
C(=O)O)NC(=O)[C@H](C
)ccc1O
)CC4
n4cn
CC[C@@H]1
C[C@]12CC[C@H]3[C@@H](CC
CCOc1cc(
c(O)cc(O)
Nc2nc(N
Cc1cc(O)
(C)C)c1
[O-][N+](=O)c1ccccc1
C(=O)O)NC(=O)
F)cc2
1)n2
ncc1
F)ccc1
(CN(C
NC(=O)[C@H](CO)NC(=O)
N[C@@H](CC
)C(=C
c(C)c(C)
cccn3
)N2C(=O)
COCCN
O=C(N1
Cc1cccc(c1)c2
(CC2=O)
c4nccs
3)c4n
(CCCCCC
c2cc(C
S2(=O)=O)
)c4cccc(c4
NC(=O)c1cc(
F)C(=O)N
C(=O)N[C@@H](CCCNC(=N)N
)C(=O)N2
Cn1cn
CN(C(=O)O
C3CCC
)cc1C(=O)N
)OC(=O)
O[C@H]3
)c(C(=O)N
c3ccc(F)c(
3)C(=O)NC
C(C#N
)\C(=O)
)C3=N
c1ccc(Cl
[C@@]2(O)
4)C5
)CC2)cc1
CCCl
(COC
nnnc1
CCN(C1)c2
)c4ccccc14
c(C)c(
)cc3)
OC[C@H]1O[C@H]([C@H](O)
Oc5ccccc5
NC(=O)c2cn
COc1cc(N
)\C(=O)N
)C(=O)NCC(=O)N
c2cc(N
(=O)N)NC(=O)
c3cc(C
[C@]6(C)
c(C)nn
NC(=O)NC
)c(O)c1
2)c3ccc(OC
CCCCCCN
2CCN(CC2)C
c3ccccc3N
Cc1cc(C)c(
1)C2
(C(=O)C
F)ccc3
c7ccccc6
[1
[O-]C(=O)
)C2=O)cc1
)[C@H](C)
c(c3
CCNC(=O)C
CCC[C@@H]1
)cn2
c3ccccc3)cc1
c1ccc(cc1)c2ccccc2
[C@H](O[C@H]
)ncn
[Se]
nc(nc2
c1cccs
c1ccc(Cl)cc1
c4ccccc4C3
2)C(=O)NC1=O
)C3CC
occc3
Cl.N
)cc23
c3cc(Br
nnn[nH]
cc(O
c1ncn2[C@@H]3
3CCN(CC3)C
Cc1onc(C)c1
CC(C)C[C@@H]1
n3cncn
ncccc1
)N(C)C(=O)
cc(c4
4CCCO
6CC6
CNC(=O)C
cc(OC)c(OC)c(OC)c2
c4ccccc4C3=O)
c1ccc(C)cc1
c3ccc(OC(F)(F)F)cc
cc(ccc4
C(=O)O.
ccn3
4CC4)n
)c(O
c3ccc(Cl)cc3Cl
)c(n2
c4ccccc4Cl
c3ccccc3C2
[C@@H]2O)
)C3=C
)C(=O)N[C@H](CC
)(C
C2=C(C
3)C#N
[nH]c(nc2
c(cc(
[C@H]%10
cc1OC
2)[N+](=O)[O-]
NC(=O)c2ccc3
5CCN(C)CC
c4ccc5OCOc5c4
c2)C(=O)N
(CC2
OCc2ccccc2
2CCC(CC2)
c1cc(C)
ccc(Cl)cc5
CCN(CC)c1
CC(C)(C
[C@]23C
NCC(O)
c1s
[C@@H]2C1
[C@@]3(C
CN(C)CCCN
CC(C)CN(C
c4C
c3ccc4OCCOc4
Cc1nc(N
)C(F)(F)F)c3
CNC(=N)N)NC(=O)[C@H](C
[C@@H](C)C(=O)
O)\C
c3c(Cl)cc
C(C(=O)N
cc(C)c1
)ccc12
c7ccc(
CC(=O)NC
ccccc12
Cc1nn(C
CCN(CC1)C
[Br-].[Br-].
Cl)S(=O)(=O)N
CCCCCN
C(=O)c3c(O)
)cn3
occc5
c(C)nc2
c6ccc(O)cc
c2ccccc2)CC1
COc1cc(CC
C2C
(Cl)Cl
cccc(Cl)c3
c(Cl)
OC[C@@H]1
C(=O)N[C@@H](CCC(=O)O)
nc(CN
c2ccccc2C(=O)N
CC1=CC
[n+](C
=C(S)N
P(=S)(O)
[C@](C)(C
Oc1c(
c3ccc(cc3)C(=O)N
NC(=O)C(=O)N
F)c(N
2CCN
cc(C)c2
(c2ccccc2)c3
CC(C)(C)CC
CC(S
OCCN1
C[C@H]3
(C)C)C(=O)N[C@@H](C
c(cc1
[C@@H](OC(=O)C
)cc(OC)c1OC
c4cc(ccc4
c2c3ccccc3
COc1ccc(OC)c(
C)C
CCCCN(CCCC
C2CCN(C
C(=O)c4ccccc4
c3c(F)cccc3
=C(S
NC(=O)CN2C(=O)
(OC(=O)C
[C@H](NC(=O)N
nnnn
[C@@]5(C)
[C@@H]1O)N
2)C(=O)C
1\C
)\C=C\
[K
C1=
Clc1ccc(CN
\C=N/
OC2=O
C(=O)\C=C\
)c4ccc(Cl)cc4
CN(CCO
OC(CO)C
CN=C(N)N)NC(=O)[C@H](CC
)c4ccc(F)cc4
c3c1
[C@@](O)(C
CCN(CC)S(=O)(=O)
(C)C3
sc1
O[C@H](CN
c4cc(C)
NC(=O)C(N
3)n2
(OC(=O)C)
cccc(OC
CNc1n
3)n1
ccccc9
[C@H](N(C
nc34
\C=C(\
)N2CCN(CC
5CCNCC
2)c3cccc(c3
)C(F)(F)F)cc1
CC(C)C[C@H](NC(=O)[C@H](C
ccsc1
C)cc1
2CCC(C
N(C=C(C(=O)O)C(=O)
ccnn
NC(=O)CN2
COC(=O)C
C(=CC(=O)
c1c[nH]cn
[K+].
)c3cccc(c3
[C@@H]2O
cc(Cl)ccc5
c3ccccc3C2=O
c1cccc(N
[C@H]2C(=O)N
4CCN(CC4)C(=O)
[C@@H]([C@@H](C)CC
[C@]3(C)C(=CC
c4c(C)
)[C@H]3
CCCCCC(=O)N
n3)N
c2cn(
O)C2
c4ccccc4)cc1
nc6
c2CCCC
)cccc3
cc23
[nH]c(nc2c1
CC(C(=O)N
4CCC[C@H]4
c3ncn
\C=C/C\C=C/C
F)c(F)
Nc1ncn
NC(=O)C2=C
OCc1ccccc1
C(=O)c2c1
c3ccc(NC(=O)
(CCC(=O)O)
NC(=O)[C@H](NC(=O)
c1ccc(F)cc
c3ccccc23)
CC(C)N(C
4=N
[C@@H](NC(=O)N
c2ccc(CN
)c4cn
(CCC(=O)N
c(Cl)cc(
NC(=O)C2CCN(CC
Cl)cc1
C[N+]1
c5c[nH]c6ccccc56
N3C
COc3ccccc3
OCCOCCOCCOCC
cc8
NC(=O)c3cc(
c5cc6
\C=C\C(=O)O)
C[C@@H](NC(=O)
c2cccc(c2)C(=O)N
4CCN(C
1)O
[2
n12
cnnn
)c(CN
NC(=O)[C@H](C)NC(=O)[C@H](C
Cc1oc(cc1
c3ccc(CN
N2CC
FC(F)
C3CCN(C
C1=O)C(=O)N
c3ccsc3
[C@@H]5CCCN
NCCC
Cn1cc(
3CCN
)nn1
c3cc4ccccc4
CC1)c2
)c(n1
)c(C(=O)
c2c(C1)
3CCC(C
C[C@H]1C
CCCCNC(=O)
c3ccccc3)c4ccccc4
c2ccc(nc2
COc1ccc(NC(=O)N
#Cc2
onc3
c2cc3ccccc3
4)C#N
c1cc(O)
(C)C1=O)
NC(=O)\C(=C/
c(Cl)c2
CCCCn1
)NC
)CC(=O)N
nc(NC
[C@](O)(
[C@@H](O)[C@H](C
c2c(cn
c1O
CC(=O)O[C@H]1
c2c(N
NC(=O)CSc2nn
3)C(F)(F)F
c1cnc[nH]
[C@H]1N
NC1=
N(C)C(=O)N(C)C(=O)
)C(=O)N[C@@H](CCCCN)C(=O)N[C@@H](CCCCN
Nc1nc2
c(Cl)cccc1
OCc4ccccc4
(=C(N2C1=O)
c2cccc(C
c2cc(F)c(
OC3=O
c2ccc(Cl)cc2)
4)c5ccc(cc5
(Oc2c1
[C@]4(C)[C@H]3CC[C@]12C
Cl)N
5=C
Br)cc4
O4
C(O)
3)[N+](=O)[O-]
n3cnc4
C2CCCN(C
c5o
)cc2)c1
c4ccc(Cl)c(Cl
(Cc2ccccc2
c3CCCC
CCCCC(=O)N
(Br
c5ccccc5)
c2nccs
)\N=C\
CCCN1C(=O)N
c4ccccc34)c5
C=C1
OC(=O)c1ccc(
)c2)cc1
CSc1n
c2ccc(F)cc2)
S(=O)(=O)O)
CCCN(C1)C(=O)
n2)c3ccc(
3C(=O)N
c4CCCC
c(F)
[O-][N+](=O)c1ccc2
Fc1ccc(N
c5ccncc5
Cc1[nH]
COC(=O)c1ccccc1
CCN)NC(=O)[C@H](C
n2ccc3
noc(
3)c4ccc(OC
)\O
nc(o
8C
1)c2cc(
(CC(C)(C)
ccn1)c2
%5
)c4o
O)c(OC
)cc6
c2nc(cs2)c3
c1cnc(N
CCO)
O[C@H]4
COc1cccc(OC)c1
CCOc1cc2
[C@]7
CCOC(=O)c1c(C)
ccsc4
CC[C@H](C)[C@H](NC(=O)[C@H](C
[2H]
c(Cl)cccc4
%13
c(nc(
[C@](C)(O)C
c4cccs4
c3ccc(F)cc3)c4
C23CC4CC(CC(C4)C2
c2ccc(NC(=O)C
Brc1ccc(
Oc1cccc(c1
C)C(=O)
c4ccc(cc4)c5
c2ccc(Cl)cc2)c3
COc1ccc(cc1)
C[C@H](CO)N1C[C@H](C)
C(=O)N3
cccc(c5
C[C@H]1CC
nc(C)c3
COc2ccccc2
5)N6
[C@]2(C
CCN(CC1)C2
)C(=O)N[C@@H]([C@@H](C)CC
n1)
c4cc5OCOc5cc4
COc1ccc(OC)c(c1
)c2C1=O
NS(=O)(=O)c1ccc(
C=CC(=O)
)n2C
c1ccc2ccccc2c1
c1ccc2OCO
ccccc25
c2oc(nn2
CC1CN(CC
SC2
COc1cc(OC)cc(
)c1C#N
)c(F)c2
c5cccnc5
c3ccc(cn
c1ccc(cc1)
[C@@](C)(OC
COc1c(
N(C1=O)
(C)(CC
c2ccc(cn
COCCNC(=O)
4CCN(CC4
2CCOCC2)c3
c5ccccn5
c3ncc(
O=C1N(C
CCOP(=O)(OCC
Brc1ccc2
OC5
n2)c1
[C@H](F)C
CC(=O)N1CC
c(SCC(=O)N
Sc3ccccc3
=S
Oc1nc2
2CC(C
c2ccc(NC(=O)N
c1ccc(cc1)S(=O)(=O)
[C@H](O)[C@@H](O)[C@@H]1O
[C@@]45
Fc1ccc(cc1)N
(F)(F)F)C(F)(F)F
c2cccc(c2)[N+](=O)[O-]
c2csc(
c1cccc(c1)S(=O)(=O)N
)c3ccccc13
Cc1ccc(cc1)n2
CCCCCCCCCCC
(C1=O)
)C(=S)N
[C@@H]3O
c4ccc(cc3
[P+]
N(CCC
)c4c3
[Na+].[Na+].[Na+].[Na+].
Cc1ccc(cc1)C(=O)N
C[C@@H](O)[C@@H]1
c2cnc[nH]
2CCN(CC2)C3
ccc(C)cc5
c45
)c13
ccc23
c4ccccc4)cc3
O[C@H](CO)[C@H](O)[C@H](O)
[C@@](C
N=N
)C(=O)N[C@@H](CCCNC(=N)N)C(=O)N
c5cccc6
c2ccc(cc2)C#N
CC[C@H](C)[C@@H]1
c7ccccc67
c2ccc(Br)cc
NC(=O)[C@@H](C
C(=O)c12
3CCNCC
c3ccc(NC(=O)C
%20
CCc1cc(
cccs5
c(C(=O)O)
CCCCCCCC(=O)
N(C(=O)C(=C1
2)N3C
c1nc(cs
N[C@H](C
Cc1cccc(C
c3ccccc3)cc2
c1ccccc1)NC(=O)C
cccc(Cl)c5
C)S(=O)(=O)
[NH
NC(=O)CN(CC
)c5cc6
\N=C(/C)\
CCCS(=O)(=O)N
6CCCC6
[C@@H](CC(=O)O)
Cc1ccc(NC(=O)
COC(=O)[C@H](C
7CCC
CN(C)C1
CCCC2
c1ccncc1
ccc8
c(F)c2
C(=CC(=O)N
)C(=O)N[C@@H](CCCNC(=N)N)C(=O)N[C@@H](C
c2ccc(s
c2c(F)cc
[C@]3(C
[C@H](O)[C@@H](C
O[C@@H]1C
)CCC
(CC(=O)NC
N2CCN(C
c5[nH]
OS(=O)(=O)O)
NC(=O)[C@H](CCC(=O)N)NC(=O)[C@H](C
C(=C3
c2ccc(Oc3ccccc3
c1ccc(cc1)C2=N
OC(=CC(=O)
6C(=O)
CCN(CC)C
CCCCCCCCCCCCCC
c2cc(OC)c(OC)c(OC)c2
c(O
CCN1CC
CCN1C
CC(C)C(=O)N
c2c1)C(=O)N
c2ccccc2)c1
COc1cc(OC)cc(c1
n2)C3
CN(C)CCN
5(CC
c4c5
c1ccccc1)NC(=O)[C@H](CC
O=C(CN
)c4cccnc4
[C@H](O)[C@@H](CO)
F)C(=O)
C4CCCCC4
C1=O)N
)NS(=O)(=O)
c4ccc5ccccc5c4
C(=O)[O-]
5CC6CC
c4ccc(cc4)C#N
4)C(F)(F)F
cc(NC(=O)C
[C@@]2(C
Cc1csc(
\C=C\1/
CCC2(CC1)C
)nnc2
cc(O)c3
[C@H]1CC[C@H]2[C@@H]3CC
OC(=O)c1cc(
FC(F)(F)C
)c6ccc(
OC)C(=O)N
CCc1cc2
nc2ccccc1
[C@@H](CCN
Nc1ncnc2c1
n1)c2ccccc2
c2ccc(OCC
CCN)NC(=O)[C@H](CO)
C2CC2
[C@H](CC(=O)O)
FC(F)(F)c1ccccc1
c2ccc(cc2)C(F)(F)F)
C(=O)N[C@@H](CCCCN
NC(=O)CNC(=O)[C@H](C
COc1ccc(CCN
c2cc(cc(c2
c14
[C@H](C)[C@@H](O)[C@]1(C)
C=C(C(=O)O)C(=O)
5CCC[C@H]5
CCC=C
n4C
Cl)C(=O)
Cc1cc(C)c2
3)c4ccc(Cl)cc4
cc(Cl)cc(Cl)c2
c4ncn
[C@]3(C)[C@H](CC
NC(=O)c1ccccc1
S3
)c(Cl)c2
c4ccccc4)c3
c3c(N
nc13
[C@]34C
NC1=O
C(=O)OCC(=O)N
Clc1ccc(N
C3(CC
CCCC(C
CCCC[C@H](NC(=O)
ccccn2
\N=C(/S
3)C2
/C/1=C\
c(N)ncnc2
[C@@H]2CC[C@H](CC
CSCC[C@H](NC(=O)
4Cl
c3nc(cs
CCCC(=O)O)
4)n2
n3)C
NCCN
CC#
c2ccccc2)NC(=O)[C@H](CC
CC1C
C(=O)N(C)C
nc12)N
Nc2ncn
CN1CCC
CC[C@H]1OC(=O)[C@H](C)[C@@H](O
)C(=O)N[C@@H](CCCCN)C(=O)N
O=C1N(CC
CN1N(C(=O)C(=C1
CC(CN
(O)C(O)C
c2ccc3c(c2
COc1ccc(\C=C\C(=O)
3CCC(CC3)
c5ccccc35
c4ccccc4)CC
c(OC)c1
CCN1CCN(CC1)c2
5)c4
ncc4
c1[nH]
[C@@H](NC(=O)OC
1)S(=O)(=O)
)c(Cl)c3
n2cc(C
n2)C(=O)N
c3cccc(C
)c7ccccc7
)c5cn
c3c(OC
[C@]8
Cc2occc2
COc1ccc(CCNC(=O)
CCC1=C
sc(N
[C@@]1(C
)n1C
c6ccc(O)cc6
cc(OC)c(OC)cc2
c3n1
c3cc(C)ccc3
N(C)CC
ccccc%1
ccc[n+]
C(=O)C(=C
c4ccc(Br)cc4
OC(F)(F)
)n[nH]
Cn1nc(
2)ccc1
)c3nc4ccccc4
c3ccc(Cl)cc3)
Cc1nn(
)C(=O)N[C@@H](CO)C(=O)N
nn[nH]
cc(OC)c(OC)cc3
c3ccc(Oc4ccccc4
c1ccc(nc1
)[C@@H](C
oc(nn
n1)c2ccc(
c(CS
c(cccc2
c2ccnc3
c2cs
4)C(=O)O
c5ccccc15
C[C@H](NC(=O)C
)n2)cc1
c6c[nH]
\C(=C(\
c6cccc(
)cc2C
)c(NC(=O)
c2ccc(cc2)n3
[C@H]4O)
)\C)C
ncccc3
[O-][n+]1
C[C@@H]1CC[C@H]2
CNCCO
3)C(=O)C
2CC2
)C6
CCC5
(=C1
[C@]5(O)C
O[C@@H]5
COc1ccc(cc1)N2
C(=S)S\C(=C/
cccs2
c3ccc(OC)c(OC)c3
c(SC
OC)c4
CCOc1ccc(C
CCCN1CC
CCCCCCC(=O)N
\C=C\c2ccccc2
CCOC(=O)c1cn
)NC(=O)[C@@H](NC(=O)[C@H](CC
c4cc(OC
c2cccc(CN
=C4C
OP(=O)(O)OP(=O)(O)
2)CN
cc(Cl)c(N
\C=C\C(=O)O
CCCCO
c2ccc(NS(=O)(=O)
NC(=O)c1cccc2
5)C(=O)N
c5ccc6ccccc6
NC(=O)c1ccc2
)c(c1)C(=O)N
c4c(C
ccc34
c6n
c2c1)C(=O)
C3CC3
CC(=O)Nc1ccc(
\C(=N\C
(=C(C)
CCCN(C)C
[C@]2(C)CC
F)cc4
\C=N\NC(=O)c2
(CC)CC
c2cccs2
COc1ccc(\C=C\2/
8CC
cc3c2
c3oc(cc3
)cc13
cc([nH]
N1CC
COc1ccc2[nH]
2C(C
cc(ccc2c1
[C@]12CC
NC(=O)C(=C1
CC1(C)CC(=O)
4Cc5ccccc5
CN2CCC
c2sc1
[C@@H]2CN(C
)c3ccc(Cl)cc3
c3c2)cc1
COc1ccc(CC
nc4c3
c2c(C1
COc1ccc(\C=C\
c(C=O)
c(n
Cc1ccc(cc1)C2
CCCCCCCC(=O)N
4CCOCC4)c5
CCOc1cccc(
CCCN3C(=O)
cc[n+](C
(S)O
c3cc(ccc1
C(C)C)C
c4cc(Cl)ccc4
Nc2ncc3
c2ccccc2)\
c2ccc(cc2)C3
[C@H](C)O2)
5CCC(CC
[C@H](C)N
OC(=C
CN=C(N)N)NC(=O)
c1ccccc1)S(=O)(=O)
cc1C(=O)N
OC(=O)C(C
)c34
(O)CO
c3cc(F)ccc3
COC(=O)c1ccc(
CC3=O)
3)c4o
c3cc(OC)c(OC)c(OC)c3
c1onc(
S(=O)(=O)C1
C=C3N(C
=CC(=O)CC
c2cccc(Cl
COc1cc2ncnc(N
C=C2
Oc1ccc(Cl)cc1
c(s
c3ncccc3
O=C1C
)C(=O)NO
cnc[nH]
c4ccccc4)C(=O)
\C=C(/C)
[C@@]2(CC[C@]3(C)C(=CC
FC(F)(F)c1cccc(
)c3cc(
)[C@@H]3
c3cccc4ccccc34
c1cc(C
c(NS(=O)(=O)
[C@](C)(
NC(=O)NC1
c2nc(C)
COCCn1
CCN3
CCOC1
[C@@H]1CCCN1
CCN3C(=O)
Cl.CC(C)
)C(F)(F)F)c2
c3ccccc23)cc1
c2ccnc(N
CN(C1
c6cccc
c4cs
[C@H]1CC[C@H]2[C@@H]3
C[N+](C)(C)
c4ccccc4C3=O
)c(c4
c2nnc(s
COc1ccccc1C(=O)N
)N5CCOCC5
)ccc5
nc(nc3
Oc3cc(O)
c(cccc1
n1cnc2
[C@]45
COc1cc(\C=C\C(=O)
CC1=CN([C@H]2C
(C2
nnc3
c3onc(
CC(C)(C)N
ncn(C
\C=C(\C)/
O1)
C2=O)N
[C@@H]2CCN(C
O[C@@H](CO)
NC(=O)CCC
ccc3c2
OCC(C
=CC2
Cl)C
c4ccccc4N
c2cccc3ccccc23
NC(=O)c2occc2
Cc1cnc(
COc1ccc(C)cc1
6=O)
nc(nc(N
c(CC(=O)N
)cs1
)C(=O)NC2=O
CC(=C
3\
)C(=O)N[C@@H](CO)C(=O)N[C@@H](CC
OC(=O)CCC
[C@H](NS(=O)(=O)
Nc2nccc(
(c1ccccc1)c2ccccc2
NC(=O)CNC(=O)[C@H](CC
)C(=O)CN
(C)(C)O)
cn1)C(=O)N
c%13
[C@H](OC(=O)c4ccccc4)
7)c8
[C@H](COC3=O)
(c4ccccc4)c5ccccc5
(=C2
nc4ccccc4
c3cccc(O)c3
SC1
O)[C@@H](O)
c3cccc(OC)c3
Oc3cc(
C2=O)C(=O)N
)c1F
5)c6ccccc6
)[C@@H](O
=C1C=C3N(C
)\C1=O
COc1ncc(
[C@@H]5CC[C@@]4(C)
CC(O
O=C1CC
Brc1ccccc1
4)c3
c3ccccc3)c2
CC[N+]
Cl)CCCl
C[C@@H](O
)C(=O)OC(C)(C)C
(C)C1
c3ncnc(N
[C@H](O)[C@H](C
NC(=N)NCCC
CC(C)c1ccc(
C(=CC(=O)O
)\C2=O)
c3cc(cc(c3
COc1cc(OC)c2
CCc1nc2
c(O)c(
Nc1ccc2
c2cc(F)ccc2
onc1
[n+]4
=CCN
2)C#N
)C(=O)CC
ncn(
[C@](C)(CC
2CC3CC(CC(C
c(OCC
[C@]13
nc(NC(=O)C
c3ccc(Oc4
[nH]c(cc2
N(C(C
Nc1ccc(
5)N
2CCN(Cc3ccccc3
c6ccc7
[C@@H]%11
/C/1=N\
cccc6
c2ccc(OC)c(OC)c2
cc(cc(
c2cccc(O)c2
(C)C)C(=O)O
[C@@H]%2
3C=C
c1ccc(cc1)N2C(=O)
c(Cl)c(
[C@H](NC(=O)[C@H]
C[C@@H]1CN(C
CC(C)CCC
CC(=C)[C@@H]1CC
c4ccc(OC)cc4
CSCC[C@H](NC(=O)[C@H](CC
=C(Br
)c(c1)[N+](=O)[O-]
c2ccc3OCCOc3c2
c2sc(
C=C(
onc(n2)c3
ccc13
3)\C
c2ccc(Cl)c(c2
[C@H]2C[C@@](C)(OC
cc(F)cc(
cc(nc(
c3cc4OCOc4
5)c1
ncc(C(=O)N
Cc1oc(nc1
CCN(Cc2
c3cccc(Br)c3
c1cccc2ccccc1
NC(=O)[C@H](C)N
[C@H]2O)N(C)C)
)\C#N
c3ccccc3)c(
OCC2=C1C=C3N(C
Cc1n[nH]
Cc1cccc(CN
CC(C)NC(=O)
C(=O)O1
c2cnn3
c1cc2ccccc2
cc(CCN
C2=CC(=O)
[Si](C)(C)C(C)(C)C
COc1ccc(cc1)C2=N
CO)
Cc1occc1
COc1ccc(C(=O)
CCCC[C@@H]1
CC(C)[C@H]1
c(C)c(s
c%4
[C@H](C)O2)[C@H](C)[C@@H](O
c4ccccc4)C
c(C)c(O)
c4c(F)cccc4
[C@@]2(C)C
Fc1cccc(F)c1
2)c3ccc(Cl)cc
)C(F)(F)F)C(F)(F)F)
FC(F)(F)c1cc(
OC(=O)c1ccc2
NC(=O)NCC
CSSC
nn[nH]n
c4ccc(F)c(
2)c3ccc(Cl)cc3
Cl)c3
1)c2ccc(Cl)cc
c4cc3
c3nccs3
[C@@H](NC(=O)OC(C)(C)C
N1C[C@@H](C)[C@H](CN
1)c2cccc(
Fc1ccc(cc1)C
CCC(=O)N1
ccn4
cccc(c4
c2cccc(c2)C(F)(F)F)
c1ccc(Nc2n
NC(=O)CSc2n
COc1cc(cc(OC)c1OC)c2
CCC(CN
3CCC(CC3)C(=O)N
3CC(C
)cccc1
c3ccccc23)c4
c2ccsc2
Clc1cc(
C(=O)N1C
c2ccccc12)N
Oc12
c3ccccc3n2
\C(=C/1\C
\C=N
OCC(O)CN
O[C@H]1C
c(nc3
N)n
4)n5
2c3ccccc3
)C(=O)O)C(=O)O
\C=C(/C)\CC
c1c[nH]c2ccccc12)NC(=O)
c(c[nH]
CC[C@H]1OC(=O)[C@H](C)[C@@H](O[C@H]2C[C@@](C)(OC
nc(OC
c23)N
CC(C)C[C@H](N
c3ccc(NC(=O)N
C6=O)
)C4=O)
)C(=C1
c2c(Cl)cc
Oc1cccc(c1)c2
O[C@@H](CC
OCC3
O)C(=O)O)
Br)c4
cc(Cl)c(O)
c3cn(C
cc24
c12)N
)c(F)c3
[C@@H](CN(C)C
COc1cc(cc(OC)c1OC)C(=O)N
[nH]2)c4
c(cc2
[C@]5(O)C[C@H](OC(=O)
NC(=O)N1
C(=C)C
4)CC1
CC(=O)c1ccc(
c2ccccc2n1
OC(=O)C(C)(C)C
4CCCN
(C2=O)
[C@H]3OC
ccc(C#N
(CO)C
c3c[nH]cn
CC(C)c1n
)\N=N\
c2cccc(NC(=O)
2)c3cn
)C(=O)N[C@@H](Cc2ccccc2
c2c([nH]
Fc1cccc(c1
c3nc4
c4ccc(OC(F)(F)F)cc
\C=C\2/C(=O)N
Oc3ccc(NC(=O)N
O[C@@H]6
3)c4cccc(c4
nc2cc1
cc4c3
c3ccccc3F
CN1C(=O)C
c4ccccc4)C(=O)N
4CCc5
c2cccc(N
c2ccc3[nH]
[C@@H]1CC[C@H](CC1)N
)ccnc2c1
CC(=O)N[C@@H](CCCNC(=N)N
n1)C
CN1N=C
(CCOCC
[C@@H]12
[C@@H](C)O
CSC
Br)cc3
2CC3CC(CC(C3)C1
(C)C)cc1
c3co
c(C)n
[C@@]3(O)
nc23
c3cnn(C
c3ccc(Cl)cc3)c4
COc1ccc(CC(=O)N
O[C@H](C)C[C@@H]([C@H]3
CN3CCC
[C@H](CC(=O)
OCOc4c3
c3ncnc4
[C@@]1(O)
Cc1cccnc1
3)CC
(C)CCC
nc(C)c2
c6ccccc4
c4ccccc4)CC3
\C=C(/C)\C
CCOc1ccc(cc1)c2
C1=C(N
)\CCC
)c3cn
N(C(=O)N
)c5ccc(F)cc5
c3cn(
ccc(Cl)cc6
[C@H](C2)
SSC[C@H](NC(=O)
%14
cccn4
/NC(=O)N
ncccc4
cc3C
c(C)cc(
C(=O)N(C(=O)
c2ccccc2C
c1oc(nn1)c2
SC2=N
NCCCN
Br)ccc1
)c4nc5ccccc5
c(CC=C(C)C
CCCN1C(=O)N(CCC
CC(C)C[C@H](NC(=O)C
=CC(=O)C(=
[C@@H](CCCCN
Nc2ncnc3
Nc1nc(N)c2
c4cc(Cl)ccc3
c[n+]
[C@@H](O)C[C@@H](O)
NC(=O)[C@@H](N)C
F)c(Cl)c3
C(=O)C=C(
)c3n2
)c3cc4
c(F)cccc1
sc4
c3ccc(nc3
c3ccc(OCC
NC(=O)C(C)
cc(nn2
[C@@]56
COc1ccc(cc1)C
ncc(\C=C\
OC1=C
COc1cccc(c1)C(=O)N
c3nccc(
c3c([nH]c4ccccc34)
c2cn(C
[C@]67
[C@H]([C@@H]1
COc1ccc(cc1OC)C2
)cn2C
nc3ccccc23)c4
c4cccc(C)c4
COC(=O)N[C@@H](C
ncccc5
c3ccc
[C@](C)(O)C[C@@H](C)
COc1ccc(\C=N\
C(=O)N2CC
Cn2
CC2CCCO
C3=C(C
%19
n1cc(
c3ncc4
[C@]1(C
[C@@H]5CC[C@@]4(C)[C@]3(C)CC
Cc1ncc(
CC[C@H]1OC(=O)[C@H](C)
)C(C)C)
c(Cl)c(Cl
[C@]5(C)CC
NC(=O)O
CC2=N
)c4cccs4
O[C@H](C)
c1ccc(O)cc1)C(=O)N
[C@](C
Sc2ccccc2
CN3CC
[C@@H](NC(=O)[C@@H](NC(=O)
Cc1ccc(C)c(c1
1)N2CC
cn5
[N+]2
[C@@H]([C@H]1
)c3o
ccccn5
[C@@H]4[C@@]5(C)C
2CC2)C(=O)
2)C3CC
O2)
Clc1cccc(Cl)c1
C(=O)N[C@@H](CC(=O)O)
(CCC3
cc(Cl)c2
c1ccccc1)NC(=O)[C@H](Cc2ccc(O)cc2
Fc1ccc(cc1)C(=O)N
C2=O)c1
C(=O)N(CC(=O)N
4CCOCC4)n
4CC5CC(CC(C5)C3)C4
cnc%2
c2cccc(OC)c2
NC(=O)OC(C)(C)C
COC(=O)\C=C\
c4ccc(cc4)c5ccccc5
NC(=O)CCC(=O)N
#N)/
SSC[C@H](NC(=O)[C@H](C
CC[C@H](N
)[C@@H](O)[C@H](O)
cccc3C
cc(F)ccc4
c2oc(nn2)c3
[C@H]1CC[C@@]2(C)
N2C(=N
CCOCCOCC
C1=C(O)
)C(=O)OCC(=O)N
c3nc(N
[nH]ccc4
CCC(NC(=O)
n7
CN=C(
c(NCC
[C@@](C)(CC
[C@@H]6CC
[C@@H]([C@H](C
C(=O)NC(=O)N
(N1
c1ccc(cc1)c2ccc(cc2
[C@H]2CC[C@H]3
CCC2(CC1)
)c(c5
[C@H]4O
F)c(c1
C5(C)C)C
c1ccc(O)cc1)NC(=O)
[C@@]12C
[C@@H]2O[C@H](C
NC1=NC(=O)N(C
Cc1nc(C
C)N
2)c1
c4ccccc4)c5ccccc5
OC[C@@H](O)[C@H](O)
2C=N
)[C@H](C
CC(C)OC(=O)
[N+](=O)[O-])[N+](=O)[O-]
[C@]4(C)[C@H]3
[C@@]3(C)CC
C3=CC
on1
CCN2CC
CCC(CC1)
nnc2
CCOC(=O)N1CCN(CC1)C(=O)
C(O
4CC(C
\C\
[C@]4(C)CC
6CCOCC6
)ncnc2
c2ccccc2N
Clc1ccc(cc1)C2
CC(=O)N[C@@H]1
C1CCCCC1
3CCCCCC3
1)c2cc3
)c1C#C
c1ccc(cc1)[N+](=O)[O-]
3CCCC(C
2CCC3(CC2)
)C(=O)N[C@@H](CCSC
S(=O)(=O)CC
CN1C(=N
c2ccc(F)cc2)c3
CC(C)(C)c1cc(
C(=O)N3C
C(=O)C(C)(C)
ncccc2
c4C(=O)
[C@H]5C
COCC1
)cn4
ccccc%10
[C@@H]6CCCN
ccccc35
CCC(=O)O
c2ccc(C(=O)N
Oc3cccc(
O[C@H]2C
CC(=O)N(CC
C3CCCC3
)c4occc4
)N1
c2c[nH]c3ccccc23)NC(=O)
[C@]4(C)C
CCC(
C[S+]([O-]
c3c4ccccc4
[C@]2(O)
[C@@]1(C)CC
NC(=O)[C@H]2
4CC4)
Oc1ccc(cc1)C2
CCC[C@]2(C)
c1cc(OC
)C(=O)N[C@@H](C(C)C)C(=O)N
ncs
c2ccccc12)C(=O)N
c2ccc(O)c(O)c2
c1cccc(C
[C@@H]3O)
NC(=O)[C@H](
Cc1cc(C)cc(c1
COP(=O)(S)O
C(=S)S
%17
c1c(O)
CO[C@H]1C
\C(=C\C=C/
COC(=O)[C@H](CC
CCCN3
)\C(=C\
c2ccc(cc2)C(C)(C)C
c23)
)c(F)
[C@@H]3O[C@H](C)C[C@@H]([C@H]3
OC(=O)CCCC
CC1=CC(=O)N
c(O)c1
6)N
)[C@@H](C)CC
c3cnn4
(CCC2
COc1cc(\C=C\2/
2C=CC(=O)N
n3c2
nccs
c3ccc(Cl)cc2
OC([C@H](O)
Oc6
NC(=O)c1ccc(
Cl)C(F)(F)F
COC(=O)c1cc(
CCc1ccc2
cc(OCC
oc(C)
cc13
c2nc(nc3
FC(F)(F)c1cccc(c1
C[C@H]1CN(C(=O)O
c3ccc(F)cc3)
c2ccccc2S
NC(=O)CN(CCNC(=O)CN(CC
6CCC[C@H]6
2CC2)c3
)C2=O)c1
(O)C1
COc1cc(\C=C\
CC1CCN(CC1)C(=O)
CC(C)[C@@H]1
NC(=O)c2s
F)ccc4
7C(=O)
)CC2)c1
cc(F)ccc5
[C@@H](F)C
C(=O)NCC(=O)N
(=C(N2C1=O)C(=O)O)
=C1N
c1c[nH]cn1
Fc1cc(ccc1
=CC(=C
[C@H](O[C@@H]2
Oc4c3
c2ccnc3cc(Cl)ccc2
OC(=N
COc1cc(O)c2
CCC(C)C
)C(F)(F)F)C(=O)N
[C@@]2(
CC2=C
)n(n1
c5ccccc5c4
c5cccc(F)c5
c2n[nH]
c2cc(F)cc(
[C@@H](C(=O)N
COC1=C
CCCc1n
cccc(C(=O)N
c2ccc(OC(F)(F)F)cc
c1ccc(cc1)c2ccc(
[C@@]24
N[C@H]1
[C@H](O)CN
OC[C@H]1O[C@@H](O
2CCCCC2)c3
)c(C)c4
)C(F)(F)F)c1
)C(F)(F)F)C
n4cncn
CC(C)Oc1
c9ccccc9
.OC(=O)\C=C\C(=O)O
c(OC)c3
2)c4ccccc4
(N(C
nn(cc2
c2ccccc12)c3
1CC(C
[C@@H](Cc4ccccc4
Cc1cc(C)cc(
N(CCN
COC(=O)[C@@H]1
CN=C(N)N)C(=O)N
)c%10
c5ccccc45)
c(C)nc3
[C@@]5(C)CC
[C@H](CCC(=O)O)
NC(=O)CSC2=N
CC(C)(C)c1ccc(
)N2CCN(CC2)C(=O)
)nc2c1
oc(CN
c4c(O)
c3ccc(s
C(=O)N[C@@H](CCC(=O)N
)N4CCOCC4
(O)C2
c(ccn
[C@@H]5CCCN5C(=O)
3)c4ccc(F)cc4
(c5ccccc5
c1ccccc1)c2ccccc2
[C@H]2[C@@H]3[C@H](COC3=O)
Oc1ccc(N
7)C
c2ccc(F)c(F)c2
COc1cc(ccc1O)
)C#
(\C#N)/
nc2N
CN1C2
C(=O)N[C@H](C
ccn(
c5ccc(C)cc5
[C@@H]([C@@H](C)O)C(=O)N[C@@H](CC
OS(=O)(=O)[O-]
C\C(=N\
@]
c3ccccc3C(=O)N2
c3ccc4OCCOc4c3
c2c3ccccc3nc4
[C@H]2[C@@H]3CC
NS(=O)(=O)C)
NC(=O)c1cn(
Cn1ccnc1
occ(CN
c1cccc(CN
[O-][N+](=O)c1cn
CC3CCCO
C)c1
COCC(=O)N
CCCCCCNC(=O)
n1)c2ccc3
cccc(N
cc(ccc5
OC(=O)C(=C
CNc1nc(N
(=O)OC
OC(=O)C(=O)O.
Clc1ccc(cc1)C(=O)N
C1CN
)NC(=O)C)C(C)C)C
(C)C)n
c4ccc(cc4)N
[C@H]%11
S=C(N
OCCCCN
NC(=O)Cn2
)C2CCN(CC
cccc4ccccc34
)c4n3
(=C)
\C=C\C=C
COc1cc(cc(OC)c1OC)
6CCCCC6
5)c6ccc(
c5ccc(Br)cc
[C@@H](N)CCCNC(=N)N
N(CC=C
CCOC(=O)C1=C(C)
nc(n1)N
c1ccccc1)\
N(C2=O)
CC1=
ccnc(c3
c2c1)C
O[C@@H]8
3CCC(CC3)c4
[C@@H](O[C@@H]%1
1Cc2ccccc2
.C
[C@H](O)[C@H](O)C
Cc2cccnc2
sc(cc1
cc(OC)c(OC)cc4
[C@@H](OC)
)c2)c1
c23)c4
S1(=O)=O
OCOc5c4
CCCCCCCCCCCCC
[C@@]4(C)[C@@H](CC
(NS(=O)(=O)
(C)CCCC
c2ccccc2C1=O
c2ccc(cc2)S(=O)(=O)
[C@@H]2O[C@H](C)C[C@@H](
NC(=O)c2ccc(C
COc1cc2c(
)nc3ccccc13
)C(F)(F)F)c4
(Cl)C(=O)
c2ncnc(N
[C@@H]3[C@@H]2CC
NC(C)(C)C
7=O)
(C)C)NC(=O)[C@H](CCCNC(=N)N)NC(=O)[C@H](CC
sc(nc1
Cl.CN(C)
CCC(CC1)NC(=O)
3CCOCC3)n
)C(=O)N[C@@H](Cc3ccccc3
(CC#N)
c4cc(OC)c(OC)c(OC
c3cccc(c3)[N+](=O)[O-]
c1ncn2[C@@H]3O[C@H](C
NC(=O)[C@@H](NC(=O)
5)C4
c(Br)cc(
[nH]c(nc1
4CC4)CC
cc(F)ccc3
CCCCc1n
2CCC[C@H]2C(=O)N
/C/1=C/
cn3C
c3ccc(cc3)c4ccccc4c5
Cc1ccnc(
)C(=O)N[C@@H](Cc3c[nH]c4ccccc34
[C@]5(C)[C@H]4CC
NC(=O)CCN
Clc1ccc(cc1)S(=O)(=O)N
oc3
ccc2c1
c3ccccc3F)
\N=C(/N)\
[C@H](O)[C@H](O)[C@H]1O
NC(=O)N(CC
COC(=O)[C@@H]1C
CN(CCN
CCC1=N
(F)F)cc
[C@@H](N)CCCCN
NC(=O)c1cn
FC(F)(F)c1ccc(
Cl)c1
Cc1ccc(OC
C[C@@H](CO)N1C[C@H](C)
.OC(=O)\C=C/
)n6
c4cc5ccccc5
CN4
.CS(=O)(=O)
)c(OC)c1OC
OC(=O)C(=C)
F)c6
CC(C)(C)O
n1)n2
Br)
c3ccc(F)c(Cl)c3
c(cccc3
[C@@H]2CCC
COc1cc2c(N
C(=O)NCCC
C(=O)[C@]2(C)
)C(=O)N[C@@H](CC(=O)O)C(=O)N[C@@H](C
COCCO
CCOCCOCCOCC
sc2c1
OCOc3cc2
)ccn1
)c3nc4
[C@@H](Oc1c2
CCOC(=O)c1cc(
=C1)
=CC1=O)
nnnc2
[C@H](C)[C@@H](O[C@@H]2O[C@H](C)C[C@@H](
[C@@]8
NC(=O)c5
C(=CC
c1nnc(C
c1c[nH]c2ccccc12
c12)C(=O)
O[C@@H](C)[C@H](O)[C@@H](O)
3)N4CCOCC4
)c2nc3
cc(Cl)c
Fc1ccc(cc1)C2
CC(C)c1cc(
)nn3
(F)C
c[nH]cn
OCCOC
O)c(C
O2)C(=O)NC1=O
2)c3ccc(F)cc3
)c(OC)c4
c6c[nH]c7ccccc67
c2cccc(Br)c2
F)N
.[O-]
nccc1
[s
S\C(=N/
3)ccc1
)cc4)
OC1=C(C
Br)c1
1)N2C
)ccc13
%15
cnc34
6CCN(CC
4CCC(CC4)N
n3cn
c2sccc2
\C=C\c3ccccc3
OC(=O)[C@@H]1
Cn1cccc1
COc1cc(cc(OC)c1O)
C4CCCC4
c3cc(F)c(
c2ccccc2)NC(=O)[C@H](C
3)N4C
[C@@]2(C)[C@H]1CC
9CC
CCN2C
)cc34
Nc1nc(O)
Fc1ccc(cc1)C(=O)
c3cc(Cl)cc(Cl
c2c(F)cccc2
COC(=O)c1cc2
CC(C)(C)OC(=O)N[C@@H](C
ccccc16
[C@H](CC1CCCCC1
C[C@]12C
)c4cc5
n4ccnc4
c(OC)c2
[C@H]3CCC
CC(C)N(CC
1CCS(=O)(=O)C1
)nc12
c3sccc3
[nH]ccc5
NC(=O)C2CCCN(C
N=C(S
3N
(C)CC(=O)N
OS(=O)(=O)O
OCCN(C
C[C@@H]1O[C@@H](O
(C(=C(C)
c4ccc(cc4)[N+](=O)[O-]
c4nc(
[C@H]2CO
N=C1C
N=C(CC1
1)c2ccc(N
)C(=O)N[C@H]1
F)S(=O)(=O)N
Clc1ccc2c(N
COc1ccccc1CN
CCC2=O
c4cc(F)ccc4
c2noc(
c2ccc(I
[C@@H]3CN(C
O)c(c1
cc(s
c3c(C)onc3
c2ccc(cc2)C(=O)O)
[C@H]2CCC
O\N=C\
2)CC
CCCN1C
nc(NS(=O)(=O)
ccc(n1)c2
c3ccccc3)c1
[C@@H](C)O)C(=O)N
C3=
(CC#C
c4cn(C
c3ccc(I
c2ccccc2OC
c(I
CC(C)C[C@H](NC(=O)[C@H](CCCCN)
C(=O)\C(=C\
(CC)C=CCN
(CCC1
s2)cc1
nc34)C2=O
n5cn
c2sc3
CC[C@H](C)[C@@H]1NC(=O)
5CC6CC(CC(C
ccc(Cl)s
cc(C)cc2
[C@H]4[C@@H]5CC
[C@H](OC(=O)c4ccccc4)[C@]5(O)C[C@H](OC(=O)
ccccc24)cc1
c(NC(=O)N
COc1cccc(c1)C2
CO\N=C(/
)sc2c1
)[C@@H](C)O)
ccc(cc
c5occc5
c4ccsc4
c2cccc(OC
NC(=O)[C@H](CC(=O)N
3CCN(CC3)S(=O)(=O)
cccc(C)c3
c4ccccc4F
c1ccc(Br)cc1
[C@@H]2CCCC
Clc1ccc(cc1)C
Cc1ccc(NC(=O)N
COc1cc2CCN(C
3)c4cn
)cccc4
)c4ccncc4
)C(=O)NC1=O
CO[C@@H]1C
)S(=O)(=O)O
CCCCCCCC\C=C/
CC1CCCCC1
CC(=O)O[C@@H]1
c2ccccc2C(=O)N1
[C@@]3(CC
[C@@](O)
COC(=O)c1ccc2
CCN1C=C(C(=O)O)C(=O)
5CC6CC(CC(C6)C
2CCCN(CC
)ncc1
nc(cc3
c2c(CC
[C@@H](O)[C@@H]1
OC(C)(C)C=C
CCCO)
)C(=O)N[C@@H](CCCN=C(N)N)C(=O)N
%18
nc[nH]
cc(O)c1
c3cccc(c3)C(F)(F)F)
c3ccc(F)cc3)n
c(n[nH]
2CCC3
1CCN(C
cc(ccc23)S(=O)(=O)N
[N+]#
CN(Cc1ccccc1)C(=O)
CC(C)CN
CC(=CCC\C(=C\CC
1CCC(CC1)N
)C(=O)N[C@@H](Cc2ccccc2)
[C@@H]6C
P(=O)(O
NCC(=O)N
Cc1ccc(Cl)cc1
[nH]cn
[O-][N+](=O)c1ccc(N
[N+]#[C
FC(F)(F)c1ccc2
)[C@@H]1
cc(C)cc(C
c5ccc6OCOc6
CCN)NC(=O)[C@H](CO)NC(=O)[C@H](CCC(=O)N)NC(=O)[C@H](C
c3ccc(cc3)C(F)(F)F)
[C@H](CCCCN
O[C@H](CO)[C@@H](O
OCc1
NC(=O)c2cccnc2
CCCN1C(=O)N(CCC)c2
CC(=O)N[C@@H](CCCCN
2)\C
)Oc3
(C(=O)O
%30
c2nc(O)
[C@H]12
ccc34)
CCCCCCCCCCCCCCCC(=O)N
(O)C(=O)N
c3cc(ccc23)S(=O)(=O)N
[C@@H](C)O)C
Cc1c(Cl)cccc1
=CC(=O)NC
(F)(F)C1
c1ccc(F)cc1
FC1
C(=CN(C
)C(=O)N2C
\N=C\C
)c4nc5
cccnc1)c2
ccccc4c3
3=O
(CCC4
sc(NC(=O)
c2ccc(cc2)C(=O)
2CCN(CC(=O)N
(=NN2
cn(nn
c3oc(nn
O)ccc1
CC[C@H](C)[C@H](NC(=O)C
)NC(=O)[C@@H](NC(=O)
n1)C(=O)
c1cn(C
c(N)ncnc23
(C)NC(=C(C
n1)c2ccc(cc2
c2cccc3cccnc2
c2cc(ccc2N
CCc3ccccc3
sccc1
c4ccc(Cl)c(Cl)c4
\C=C/C\C=C/
CS(=O)(=O)c1ccc(cc1)c2
C(F)(F)F)c2
on2
ncnc4
c3ccc(F)c(F)c3
Fc1ccc(cc1)S(=O)(=O)N
2CCCC2)c3
)c4ccccc24
)C(=O)c2c1
C=O)
3C2=O)
s1)c3
c3c(Cl)cccc3Cl
c(cn2
c%14
C[C@H]3N(CC
\N=C(\N
Cc1ccc(cc1)C(=O)
CC(NC(=O)C
2=C(O)
%16
COc1ccc(NS(=O)(=O)
CN(C1CCCCC1
CC(=O)OC1
)\C(=N\
)NC(=O)N
c3nc(C)
c1ccc(O)c(O)
[C@@H]1CCCN1C(=O)[C@H](CC
CC1CCN(CC1)c2
CC(=O)NC[C@H]1CN(C(=O)O
cccnc6
c3ccccc3S
[C@@H]1N
CC(C)CCC[C@@H](C)
)c5ccc6
)c2ccc(OC
(C)(C)CCC
4)C3
)ncnc23
n2cncn
cc(CC(=O)N
C2CCN(CC2)C(=O)
2)C3=N
cc(C)c(
c2cc(C)ccc2
c1nc(nc2
c1cccc(F)c1
\C(=N\O)\N
)C(=O)C=C
[nH]c2C1=O)
CC(=O)c1cccc(
3CCOCC3)
nnc(C
n(CC(=O)N
cc34
[C@@H](C)O)C(=O)N[C@@H](CC
OC)N(C)
CC(OC(=O)
[C@H](C)[C@@H](O[C@@H]2O[C@H](C)C[C@@H]([C@H]2O)N(C)C)
[C@@H]4[C@@]5(C)CC[C@H](O)C(C)(C)
O)C(C)(C)
COc1cc(cc(OC)c1OC)C(=O)
)c3ccccc2
)NC(=O)[C@H](CO)NC(=O)[C@H](C
oc2
c2oc(C
OC4=O)
Nc1ncnc2c1ncn2
4)c5ccc(F)cc5
)c(I
c(CCCC
[C@@H]([C@@H](C)O)C(=O)N
F)\
CN(C)c1ccc(cc1)c2
C(CO)
C(C1
(O)C(=O)OCC2=C1C=C3N(C
(C)(C)C(=O)O)
cc(Cl)c(Cl)cc2
c3n[nH]
C(=O)O)NC(=O)[C@H](Cc1ccccc1)NC(=O)[C@H](Cc2ccc(O)cc2
(O)CN
c3ccc(cc3)C(=O)O)
c3ccc(Br)cc
c2c1)C3
c23)C
NC(=O)[C@@H](NC(=O)[C@H](CC
ccc[nH]
c1ccc(Cl)c(Cl
COc4ccccc4
CN1C=N
CCCCCCCCC
c4nccs4
c4cc(cc(c4
c2ccc(cc2[N+](=O)[O-]
7CCOCC
4CCCO4
4CCC(C
c2ccnc(
c1ncccc1
[C@@H](NC(=O)[C@H](Cc3ccccc3)NC(=O)
2CCCN(C
)c2C
c2cc(ccc12)S(=O)(=O)N
[nH]c1
[C@@H](O)CN
Cc1cn(
CCN3C
C(=O)O)\
cnc%3
ccc(cc1
c6ccc(F)cc
[O-][N+](=O)c1cc(ccc1
[C@@]2(CC[C@]3(C)[C@H](CC
CN(CC1
C(=Cc2
s1)c2
cc(F)c(
C4=N
n2cc(nn2
c1ccc(NC(=O)C
Cn1cc(cn1)c2
c3ccccc3OC
c3ccc(Cl)cc3)n
F)c(F)c(F)c(
c3cc(O)c(O)
c(F)c3
OC6
ccn(C
[C@]12C)
N(C=C(C(=O)O)C(=O)c3cc2
CNC1
CC(=O)Nc1ccc(cc1)S(=O)(=O)N
ccc(C(=O)NS(=O)(=O)
c3cccc(c3)C(F)(F)F
Cc1c[nH]
c2c[nH]cn2
c(nc2ccccc1
OC(CN1
c(Cl)c3
C(=C(C(=O)
)cc3C1=O
)cc(C
)CCCC
(C)C2=O)
[O-][N+](=O)c1cccc(
[C@H](O[C@@H]6
Cc1noc(
CC(O)C
3)S(=O)(=O)C
)cc3C
)c(C)cc1
c3ccc(O)c(O)c3
c(cnn2
OCOc7
O[C@@H]2C
N=C4
CN[C@@H](C)C(=O)N
CCOc1cc(ccc1
C2=C(N
c1ncc2
[C@]34C)
[C@@]6(C)CC
Br)cc2
c8ccc(
c4cc(Br
S(=O)(=O)[O-])
O=C(Nc1ccccc1
Nc1cc(
c(N)ncnc1
C23CC4CC(CC(C4)C2)C3
.OC(=O)\C=C/C(=O)O
)cc1S(=O)(=O)N
c1cnc(nc1
CSC1=N
C#N)S(=O)(=O)N
4CCOCC4)
c2c(C)onc2
[C@H]2CN(C
C(=O)O)cc1
cc(O)cc(O)
\C=C\2/SC(=S)N
[O-][S+]
COc1ccc(cc1)S(=O)(=O)
=CC1=O
4CCN(CC4)c5ccccc5
4)n1
)CC5
ncnc3
c3c(cn
\C=C\C(=C\
[B
Oc3cccc4
O)c5
@+]
cc(cc2
c2cccc(c2)C(F)(F)F
[N+]1
CC(CO)
[S+]([O-])C
[C@]2(C)C
O[C@@H]7
NC(=O)[C@H](Cc2ccccc2)NC(=O)
CNC(=N)N)NC(=O)C
CCC(=C(C
CC[n+]1
C1O
2)C(=O)NCC
[C@@](C2)
SCC2
C(S
=C(C)
onc4
[C@H]3[C@@H]4CC
[C@H](C)[C@@H](O)[C@]1(C)O
Oc2ccc(C
CCC(CC1)c2
3CCC4(CC3)
)[C@H]2C
)OCC
nc(N)s
c3ccc(cc1
n3)c4ccccc4
cc(C)ccc3
c4ccc(CN
c1ccc2ccccc2
NC(=O)[C@H](CCCCN)NC(=O)
CN[C@@H](C
c3cnc[nH]
c(cnn1
OP(=S)(O)
c(F)cccc5
c(C)n2
O)[N+](=O)[O-]
C4CCC
C(=CN
C[C@@H]3
7)
)cc(Cl
c2ccccc2)n
[C@]6(C)[C@H]5CC
[C@H]1C(=O)N
[C@@H](N)CC(=O)
OCC(O)C
N=C(C(=O)N
CSc1ccccc1
)CC(O)
c3oc4ccccc4
[C@H]5C(C)(C)
[C@@]4(O)
[C@@H]5CC[C@@]34C)[C@@H]1
C=C(C)C(=O)NC%2
)C(F)(F)F)S(=O)(=O)
s1)C(=O)N
c2cc(Br)ccc2
[C@H]3OC[C@@]3
[C@@]1(CC
NC(=O)c3
CC1=CC(=O)Oc2cc(
([O-])O
c4ccccc4)NC(=O)
c1F
c(cc5
SSC[C@H](NC(=O)[C@H](CC
S3(=O)=O)
NC(=O)CCCC
CCCN2C
COC(C
2C3
c3cnc(N
[nH]cc(
[C@]2(C)[C@H]3CC
[C@@H]2CO
N=C3C
Cc1s
CC(=O)O[C@H]1C
)c(Br)c1
cocc4
cc4ccccc4
Oc3cccc(c3
CSc1
1CCN(CC
c12)
Cc1nc(s
C(=O)C=C(Oc2c1
c(O)cc2
[N+](=O)[O-])C(=O)N
P(=O)([O-])
OC(=O)c1cccc(
3CCc4ccccc4C3
1CCS(=O)(=O)C1)C(=O)
)cc2)\
4/
)C1(C)C
c56
c4n3
FC(F)(F)C1
Cc1c2
COc1cc2nc(nc(N
CCOc1ccc(cc1)N
cc(NC
\C=C/1\
O=C(NCc1ccccc1
5)C6
\N=C/1\
NC(=O)[C@H](C)NC(=O)[C@H](CCCNC(=N)N)NC(=O)[C@H](CC
CC1=C(
CC(=O)NCC
C(=O)O)C(=O)N
)c4ccccn4
c1cc(C(=O)N
c(CCC
Oc1cc(O)
CCOC(=O)C1=C(N
C(CN1
c3ccccc3)\
c3ccccc3)CC
c3ccc(cc3)C(F)(F)F
c2ccc3nc(
[C@@]45C
[C@@H](C)C(=O)N[C@@H](CCCCN
OC(=O)C(F)(F)F
[C@@H]2N
NC(=O)C(=O)
)NC1=O)C(=O)N
(CCCC1
(CCC#N
c2c(nc3
CCCC[C@H](NC(=O)[C@H](C
CC(C)(N
C)[N+](=O)[O-]
c6c5
NC(=O)[C@H](CC(C)C)NC(=O)[C@H](CC
COc1nc(
CN1CCN(CC1
CC1(C
4)S(=O)(=O)
(CCN3CC
c6c7
OC(=O)C1=CN(C
OC)C
Oc4ccc(
Cc1ccc(cc1C
Cc1ccc(nc1
CC1=CN(C
n2)c3ccc(cc3
c2c[nH]c3ccccc23
c(c(C)
c(F)c1
[C@H](CN1C(=O)
[C@@H]2[C@H]1
CSc1nc(
CCOC(=O)\C=C\
CC2(CCN(CC
CC(=O)OCC1
=C)
5CCNCC5
(C)C)c5
OCc1ccccc1)C(=O)N
C(=O)N(
nc(NCC
c6ccc(OC
c(C)c1)S(=O)(=O)N
NC(=O)C(CC
C[C@@H]1CC[C@H]2[C@@H](C)
CC[n+]3
.OC(=O)C(F)(F)F.
)C4=O
c2cnc(N
c(no
NC(=O)CSc2nnc(
3)c4ccc(Cl)cc
2CCOCC2)
)C(F)(F)F)C(=O)
(Cl)(Cl)Cl
c3cnccn
c3c[nH]c4ccccc34)
[C@@]36
CCN1CCCC
4C(=O)c5ccccc5
cnn(C)c5
c1c[nH]cn1)
Oc1ccc(CN
Oc1n
CCOC(=O)c1ccc(
CC(C)CC
2CCC3(CC2)C
)O1
c2ccc(F)c(c2
[C@](O)
)c5ccccc15
)C(=O)NC(CC
[C@@](C)(
[C@@H]7CCCN
cc12)N
O)c6
Clc1cc(Cl)
)nc(n2)N
)C(=O)N[C@@H](Cc4ccccc4
[C@@]4(C)C
N)N
3)C4CC4
)\C2=O
ccc(F)cc2
CCOc1ccc(N
C=O
4CCc5ccccc5
1CCN(CC1)C(=O)
(C)N(C)N(C
cc(C)c(C)
c2c[nH]c3ccccc23)NC(=O)[C@H](C
[C@]2(CC
[C@@H]3C2
NC(=O)c2cccs
Cc1ccc(C)c(
ccc(Cl)c(Cl)c4
OC(O
Cc1cs
