[PAD]
[MASK]
[CLS]
[SEP]
[UNK]
[unused1]
[unused2]
[unused3]
[unused4]
[unused5]
L
V
S
W
Q
E
I
T
Y
G
A
R
U
M
P
H
Z
D
F
K
O
B
C
X
N
LL
AA
AL
VL
GL
EL
SL
GG
SS
EE
TL
DL
RL
IL
AV
KL
AG
VV
AE
KK
SG
AI
PL
AR
AD
AS
QL
TG
AK
VE
NL
FL
VI
VG
AT
KE
RR
VD
VS
PG
IE
PE
IG
ID
VT
RE
IS
AQ
DG
VK
DE
PS
YL
RG
IT
AF
NG
KG
AP
VR
TT
IK
FG
SE
AN
VP
HL
IN
ML
IR
TS
TE
VN
QQ
FS
DD
IP
FE
KS
QE
QG
DS
RS
YG
TP
KR
KN
KD
VF
AY
PP
KT
NN
AM
RD
VQ
NE
II
FD
HG
YE
NS
TD
PD
QS
YS
AH
MG
KP
IF
TR
QR
ME
VY
MS
KI
KQ
CL
NP
IQ
WL
EG
TF
VH
RP
YD
ND
CG
RF
KF
VM
QD
IY
HS
RT
KY
RQ
RN
QP
TN
SD
RI
FF
RK
TI
HE
MD
TQ
AC
RY
HP
ALL
DP
FP
SP
GE
TK
TY
AAL
VC
FN
MP
IH
ES
AW
QN
ED
IV
TV
LLL
FT
QK
RH
YP
GS
RV
EK
MN
CS
FY
QT
KV
DF
DI
NF
NI
KH
QI
NY
QF
MT
DY
NK
AGL
NT
DT
DR
MK
ER
QY
DK
PT
FR
WG
AVL
ST
NR
MR
FI
AEL
QH
AAG
SR
CE
FK
DN
VW
SK
PR
YR
LLG
TH
EN
ASL
ALG
SF
PF
QV
AGG
SN
PN
SI
MI
YY
EI
ADL
HD
PK
ET
YF
ARL
PI
HH
YN
DV
PV
AIL
PQ
YT
GGG
ATL
HR
SQ
EQ
HF
AEE
KM
AKL
ASS
IC
PY
MQ
SY
DQ
NQ
MF
SV
GLG
LLE
VLG
ASG
WE
HT
YK
MV
CD
SLG
HI
VAA
AKK
EP
HY
CP
WS
VLL
ELG
HQ
FQ
HN
IM
YQ
ALE
RM
FV
GD
NV
TM
ATG
RLG
LLS
CR
AQL
AVG
YI
HK
ILG
AAE
WD
APL
TC
MM
SSS
EF
AFL
PH
ELE
VLE
EEE
TLG
AEG
ALS
VVG
LLD
TW
SSG
DLG
QM
KLG
ADG
FH
WR
VAL
FC
SLS
APG
VIG
DM
NH
ANL
AIG
CT
DH
EV
GLS
MY
IW
RC
SH
RLL
KC
EEG
RW
ARG
VLS
AAS
NM
VAV
KW
VDG
EY
VEG
KLL
APE
AKG
TLL
VGG
VVL
CF
VAG
CN
DW
MH
VSL
YH
KAL
KEL
RAL
KKL
GLP
APS
GLD
ANG
PEG
SLE
WQ
KEG
VTL
AKE
VEL
FLG
GLE
PM
VAE
ILE
DLE
DLS
AVE
PLG
CQ
AYL
FM
IDG
WN
ILL
IAA
ILS
CY
ARE
TAL
VEE
VLD
TGE
KKG
VVE
CK
CI
ELS
FW
TAA
RLE
REG
VSG
ALD
AIE
RLS
GGS
VSS
RAA
TLS
AML
VDL
TLE
LLP
RRG
NLG
VKG
QLG
AGE
KLE
ALR
IEG
VGL
KAA
SGS
SLP
WF
QLL
IDE
AVS
VPL
WT
IAL
DLL
REL
AQG
AFG
AGS
AHL
WP
QAL
VTG
VAD
RVL
VIL
KLS
KVL
WI
VVS
VKE
VDE
VAS
DAL
NC
IGG
VAI
KSL
KTL
DC
VAT
VAR
YM
VKK
VLP
IAE
PLS
IEE
ADE
ASE
IAG
AAR
NW
CH
KIL
KEE
VGE
QLE
TSS
SM
VIE
SGE
CC
AAD
KKE
KRL
ISS
VRL
VSE
SLD
KAV
VRE
QW
VVD
TGG
RRL
AAAA
TGS
NLL
VKL
VIS
TVL
PLP
KGL
YLG
VAK
KDL
ELD
NNNN
PLL
QC
RGG
AYG
YC
IDL
IVG
FLS
QAA
VPG
TGL
PW
FLL
ISE
PC
RSL
VRR
NAL
KAI
FLE
NLS
ILD
IAR
ISL
YW
IKE
QLS
VID
HC
QRL
PAA
TSL
AGD
HM
NLE
IAV
IGL
SEG
IGE
DGS
MAA
DEG
ISG
ATS
SSE
AIS
FEG
ALP
WY
IVL
RGE
RAV
TAE
RGL
RIL
VTE
PLE
IIG
IAS
KVV
KAG
VGS
IVE
HLG
TEE
TTL
DLD
AVD
PPG
IKK
RKL
RVV
KGE
IAD
QEL
LLN
ATE
KAK
VNG
RDL
FGG
KAE
RTL
QQQQ
VGD
RAR
AHG
ITL
RAG
IEL
TAV
QVL
TVE
RRE
DGE
IAK
DEE
DLP
HLL
VTS
GGE
VPE
PGS
TEL
KNL
ITS
VPS
AES
AQE
PEL
KSS
MLG
VRG
TVV
VNL
QKL
DVL
QTL
MAL
TAG
ITE
IGS
VDS
QQL
TAT
TPE
IVS
IID
TAS
VFL
IVV
IPL
AID
PGE
VAQ
IIE
QAV
WK
IIL
PSS
IAT
TPL
QSL
TEG
PAL
ITG
VKS
NSL
TVT
KDG
IKS
KQL
IRE
ARS
FGS
KVI
VES
KKS
INE
AAP
REE
NKL
RAE
SSSS
DEL
HW
KGG
MAK
PSP
IVD
DIL
VQL
KSG
IES
IIS
TIL
RQL
IKL
NGE
QEG
TLP
TSG
NIL
FGL
ADS
AFS
RSG
AMG
NVL
MAE
KPL
RLP
VAN
KVE
TDL
RRS
AKS
TAI
VRS
FAA
IAI
FSL
TVS
TKL
ELP
NAA
NSS
DAA
PPP
VAP
FSS
KTT
QIL
RAI
AWL
DED
TLD
RSS
IED
RPL
MLL
IKD
RDG
VKD
FSG
YLL
RPG
VNE
TRL
MC
IRL
PSE
QAE
ASD
VFG
WH
YEG
TPG
RTG
ASP
QGL
FEE
YLE
VSD
KTG
VAF
IDS
YLS
RFL
QAG
PES
IVT
IRR
INL
FAG
KAF
MLE
KIS
PVL
TAR
NTL
FAL
PEE
TTS
RVG
VDD
TAD
IRS
QEE
KAR
TTG
MAR
PGG
MKK
RKK
PED
IAQ
QAI
KLD
KRR
MAG
KVG
KIE
TFL
NEL
KVT
IPG
MAT
TVG
QVV
SES
TKE
KLP
ANS
NAV
ACL
VFS
TIG
EED
KVK
TIS
KIK
TVI
IIT
TIT
QQG
VED
MAV
PAG
RVI
NGL
VRD
KPG
RIG
AED
ILP
KIT
EES
NGS
KGS
RLD
MSL
VTD
GGD
RGS
KPE
PSL
RIE
WM
PGL
INS
PSG
ISD
TKK
HLE
TAK
VLN
TIE
MAS
FGE
VQG
ACG
IFL
KAS
VFE
KVS
IVK
RVE
ANE
FDL
KIG
KAD
KES
RNL
QDL
AFE
TDG
FDE
ALN
IKG
NDL
FVL
QAR
AKD
IVI
TPS
NRL
IRD
TVR
KNG
KRG
IIN
QGE
TGD
PDG
FLD
TSE
TQL
NAG
FVG
TVD
RAS
FAV
MW
PAV
NVV
PVV
IDD
TVK
RKE
VQE
SSD
VYL
PAP
KDE
IIK
QPL
IPE
HLS
RAD
KAQ
DDD
KAT
KVD
RYL
ING
MGL
YGL
MVL
KTS
KSE
NEG
VNS
RAK
KRE
RVS
TNL
LLQ
NAI
FAE
HAL
IAN
MSS
MKL
IGD
TDE
ITD
FTL
KYL
RVK
MEE
YAA
IFG
KID
ADD
IPS
NPL
NKK
VYG
AQS
HPL
IVR
VTP
HSL
KDS
RVR
NLD
KFL
FDG
NIS
NLP
ATD
IVN
MGG
KTE
RDE
NVG
TRE
TTE
NGG
IAP
NSG
MSG
FAR
ALQ
HGL
VVP
FVS
NEE
MSE
AAQ
IRG
AYE
RFG
SSP
RVT
RKR
MEG
FAD
TAP
TID
DSD
FIL
RIT
DES
YSL
PGD
ARD
YVL
FAS
FEL
DDS
PTG
QVI
NPE
TVP
RIS
KYG
FSE
PLD
RKG
FKE
YAL
MLS
QSS
VAY
MAD
VFD
FVE
SGD
NVI
NIG
NAS
NVS
MVE
FID
IIP
FVD
VQQ
FIG
ALLL
TAQ
TDS
FIS
PDL
MEL
MKE
TRR
LLH
KAN
RAQ
FTG
KKD
RES
NQL
YLD
PAS
IQE
YGS
MAI
RAT
KIR
TKG
NIE
FVV
YDL
AFD
IFS
KIN
KVR
TES
TIK
QAQ
VAH
RIR
WC
CLG
YGG
IQL
WLG
NAE
NNL
DGD
FIE
QKK
QNL
HAA
MTL
NID
YGE
VSP
VML
AME
ATP
HTL
TAF
WW
QRR
HGG
IAF
EEEE
QVE
QKE
QIE
NVE
FAK
TFG
RVD
KRS
QGG
VQS
KPS
RSE
FKK
FSD
HVD
MRL
IIR
FKL
YRL
QGS
YEE
QAK
KGD
NAK
VAM
TIR
FED
NKE
FPG
KAP
RGD
QLD
CW
QAS
NVT
TSD
KII
FGD
VND
TIN
QQE
RPS
KTP
CLL
IVP
QPG
RKS
AVP
YAG
NFL
YEL
MDL
QSG
TRS
PPPP
KIP
FES
NAT
HRL
TFS
YSG
QVG
YSS
KNE
KVP
QLP
YIL
NPD
FPE
TRG
FFL
HPE
NIK
VYE
VYS
NAR
VHL
KNS
RPE
NIT
AYS
MIE
KED
RDS
TKS
RID
NAD
NVD
PTL
IYG
HVL
FVT
YVG
RVP
PVT
YTL
FNL
FAI
KVN
IND
HAV
FTS
FAT
NIP
MAQ
QAT
FDD
MDE
RED
QAD
QVS
KQE
RHL
FRL
MLD
MVV
MVG
EGE
QIS
YAE
ITP
FAP
KVF
FFG
TIP
FRR
RQG
QFL
MIL
RAP
MTE
HIL
VIP
GGGG
TVN
VMG
IYL
NGD
IDP
KDD
RAF
MTT
HAG
TYL
HGE
QIG
NSE
TAN
RPD
TKR
QIK
HEL
AAAL
KQG
MKR
PSD
QRE
CGG
FKG
PAE
RQR
HGS
RVF
RIK
ADY
ISP
HLD
VDP
IAY
TSP
SED
TNG
RDD
FVK
MRE
FTT
FIN
QVT
NVK
MIG
TDD
NVP
MPL
QAF
FVI
MAN
KFG
TKD
YAS
NIN
MNL
FPL
QVK
HSS
HPD
FDS
QVR
RTE
TFD
QYL
NTT
APP
TQE
IVF
FVP
YAR
YFL
MVD
ALAA
RTR
NYL
IQS
VGP
AGP
TPD
APD
ANP
QKG
KHL
YKL
FIT
NFS
KML
FTE
FRE
FVR
WLL
TVQ
RRD
NNS
QRG
TRD
PKG
FKD
RTS
MTG
PVI
KAY
YKE
MTD
VPD
RQE
ALLG
MVS
YAD
PVS
KIF
VCG
IAH
NPS
MRR
YAV
RFS
HKL
RIP
IFE
NTG
IQG
YDE
IVQ
TED
IAM
RFE
QPS
TVF
PIL
RNG
QSE
YVV
QPE
FIK
TNS
FFS
MVK
FAN
LLLL
NKN
YRR
KVY
HDL
IYE
NPG
RTP
QDG
KQQ
NTS
QES
ADP
HSG
TNE
TKT
VME
RKT
YTG
MGS
HVV
KQR
IQQ
NKS
FLP
CM
NKG
CSS
IFD
RYG
TYG
MTS
TQG
RNE
YID
MGE
FNE
MQL
HNL
YVE
YVS
AMS
RML
PRG
NTP
AALG
QVD
CLS
QIR
YRE
MPG
THG
QTG
RPP
FRG
AHE
VYD
FKS
VHG
YIE
IYS
RIN
FAQ
KFE
NRR
QID
NDE
QVP
RKN
RKD
PQL
AND
KPD
YPL
TKN
QRS
RII
NII
YKK
YAK
YRG
TNP
CGS
IGP
ALH
FTP
CGL
FVN
IPD
MKS
RTT
YVD
YSE
MIK
PVG
KFS
RQQ
IQR
RFD
YPG
FKN
CSL
MVT
KAM
IVH
YGD
YAT
YIS
MDG
FTD
PRL
FQL
QKR
MVR
RVQ
NNE
PKL
NKD
NAQ
FRS
RHG
PAT
NDD
AAAV
PPL
MAF
MKN
HPG
MAP
FIR
TFE
HVE
TAY
NDG
QIT
RAN
THL
HAI
YDG
CLE
HAE
FKR
FFD
RNS
PVE
MKD
MES
PVD
NKT
KSD
TII
NES
PAR
FRD
FPD
YIG
FYL
KVQ
HQL
NVN
QAP
HAD
RSD
NIR
YES
IHL
YYL
MKT
HVG
NAN
AALL
PAI
MVI
QTE
AHS
YQL
TML
KKP
RIF
QKS
QDE
FNS
QML
TQS
TIF
QHL
MID
CSG
YAI
KQS
PFL
AAGL
KFD
RAM
QQS
QPP
WLE
PAD
MSD
AQD
RAY
HTG
VQD
QDS
QTT
FFE
YVP
KYS
QNG
NDS
NVR
YKG
IQD
MIS
QTS
NAF
FVF
PRR
LLLG
NRE
NNG
PPS
IYD
HVI
NRS
AAAG
TYS
TKP
FPS
HRR
PTS
IML
TTD
YNL
NIF
CAL
QED
YFS
RKI
TAH
FYG
RKP
RNP
NTE
NKI
NAP
PDE
YKD
HFG
MIT
HVS
VCL
RVN
HAR
YVT
AYD
HEE
CAA
ALAL
CVV
YRD
FKT
MTP
FNN
TYE
HID
TNN
PNG
NHL
NFG
MDS
NSD
QTP
MIR
VMS
VHE
KPP
HFL
TND
PTP
TIQ
QGD
FNG
RKQ
HPS
QKT
IVY
NED
QVF
PKK
KRD
MPS
MGD
KYE
RTD
YFG
NFE
MFL
PVP
YVI
FND
FIP
MFG
MRS
NNNNNNNN
PTT
FAF
VHS
TAM
AEAL
YSD
WLS
MKG
VAC
QIP
QVQ
HIS
YVK
RTF
QIN
EGS
CVL
TQQ
QFG
HTS
HIG
RYE
IHS
PNL
RKF
QVN
AAAR
QAN
YKN
FQG
QKD
MRG
HSE
YDD
HGD
FQE
RQS
TTTT
RVY
HIE
HHL
RND
MPE
NKR
ALAE
NRF
YPD
YTS
YRS
CAV
YQG
ICL
YVR
FAY
YPE
YIT
YIK
MDD
VWL
MKQ
MQE
TVY
AALE
AAC
FII
AWG
QKQ
YAQ
YIN
PAK
YTE
PKE
TKI
NRG
QNS
MTR
YDS
AGLG
NTD
KTD
AVAA
NVF
VLLL
GGP
HAS
YAP
KHG
HIT
RIQ
VMD
QAM
FRN
HAP
RAH
HYL
YED
HEG
MRD
MIN
PAQ
QFE
PDS
HRS
NFD
FTR
VAAL
QSD
CDL
ALLE
NKP
HVT
PVK
PIG
FIF
MKI
HDG
RYD
YFE
HRG
LLC
NTF
QYG
ALC
YTD
MNP
HAK
FKP
TIY
TKF
HKK
YQE
YYG
PRS
IHE
QII
AEAA
HVP
YTT
RMG
SLC
NYG
NYS
MTN
MVN
QKI
QNE
HDE
RIY
CGE
TVM
YQQ
AMD
QDD
KYD
HNG
YVN
AGGG
IME
TQD
TKQ
PQG
HAT
NIY
QPD
YIP
MNS
YTP
RNN
AGLL
FVQ
ACE
HRD
PVR
MNE
PRE
PIS
QFS
CRL
YIR
HIP
VCS
MIP
FYE
YKS
QKN
FQS
FTF
CAG
YNG
RWL
KAH
WAA
ALAG
NIQ
CSE
NQE
HVR
TQR
MPP
ELAA
PAF
CEE
RYS
YNS
PTE
TMG
AAGG
FYS
NQS
FKQ
MAH
QIQ
HKE
NRD
IHG
MED
YPS
PPE
LLW
PIT
MQQ
PKS
PVF
MQR
LLAL
QHG
MNN
ELAK
QRD
NPP
CAS
KND
FQQ
DSDS
WLD
HQR
MVF
QTR
QNN
QIF
IMG
QKP
MFS
FNP
HSD
WSL
NKF
AILG
YAN
TYD
FQR
CKE
NQQ
MAM
WAL
MAY
ARAL
AVLG
IVM
YAF
TKY
KKKK
WGG
MVQ
FHL
NRN
MVP
HFS
KMG
CVG
LLGL
CEL
PIE
QAY
YNE
NRT
CTG
TVH
FTN
RVM
HIK
NML
AAAE
RVH
PDD
WGL
HKG
ELAE
KVM
SGP
KMS
HVF
NVQ
WKE
NTN
TQP
VLAL
QFD
WDL
VCE
FIQ
NAY
MNG
MFE
MYL
NTR
AGAG
EGD
WKK
ALRE
HRE
PNS
FHP
ACS
FPP
AEEL
SLSS
HTE
AELL
HIR
KLKE
CVS
ICG
PKD
WVL
NRP
PYL
FQN
CIL
WRE
PAN
YYD
CLD
KVH
HTT
FHG
AKEL
SLEE
CTL
YKT
VAAG
RKY
VALL
VLAA
THS
PRP
CKK
LLSL
ALGL
ASAS
WRL
KME
AERL
HVK
HTD
QTD
MRQ
LLEE
TMS
YFD
NQG
HQQ
IHP
PFS
AGAA
CPG
YNN
QMS
NRI
PPD
NYE
MKF
HES
HAF
NAM
ALAR
TLAA
QNP
AIAA
FTQ
FML
YTR
HVN
FYD
WVE
IMS
FRQ
LLAA
PFG
CAI
HTP
NVY
MKP
NYD
WIL
YYS
WTL
ELEE
MQG
HIN
FIY
ELVE
AVLL
WSS
NKQ
QKF
KMD
WRR
LLLE
ELKK
MFD
KSTL
ALAD
CDG
ASGG
ELAR
MTQ
YQP
GLGL
MML
NFF
MND
FQD
YRP
VLC
RQD
HFE
HFD
TMD
YVQ
AELG
PTR
FVY
YVF
RHP
WEE
AWE
MPD
HQG
CFL
QVY
CVE
RHS
YQS
CDE
FRP
CPS
AELE
RRRR
MVM
CVI
PTD
QTQ
VVAA
RCL
NMG
ADAV
AEKL
HAQ
HDD
YAH
WKL
QYS
NQR
WRG
QAH
PIP
YQR
ALGG
YII
SLGL
YNP
ALEE
PID
CRE
RME
TME
QIY
NTI
TCL
LLLS
PQS
ADAL
YKR
IMD
ASLL
MRK
WAG
AAVL
NQD
DDDD
CPL
YRK
WVS
YRQ
QTF
CRR
EELL
CKL
SLSL
PKP
FCG
SGSG
NIH
AARL
CIS
QWL
TGKT
ARRL
VAW
PKR
ADLL
GES
PVQ
KQD
WVV
AAAS
YAY
VEEL
THP
HKR
HYG
WEL
AAEL
YHL
MRF
ALAS
ASLG
MQS
MIF
KHS
ARLG
VLAG
FTK
WAS
ALLD
YQD
IEEL
PRD
PHL
AEAE
CIG
ALLS
WSE
IAC
NKY
KEKL
WAR
AHD
QKY
PVN
NIV
VGAG
PQQ
YV
FQP
PKT
MIQ
AAAK
CPE
MTI
EEEL
AEAV
ALSL
RSRS
WAV
TGEKP
FRF
HKD
HAN
FAM
PKN
SSSL
MTK
GLSG
HYE
TWL
FRT
WEG
KWL
IAAL
MTF
QYE
AVAV
CNL
HED
WVT
CAE
YIF
FKI
WRD
NFP
HDS
CVD
FRK
WDE
YYE
CSD
YRN
LLAE
QFP
PQE
YND
CAR
HRF
WAE
LLAG
AWS
LLDE
QVM
FHS
VLVG
WSG
HAH
AAAI
FVH
FCL
XX
ALVE
ATLG
MRN
QQQQQQQQ
HKS
MKY
WIE
CPP
LLTL
ALRR
CDP
ALRL
HML
LLKE
MQD
VLGL
GED
WKG
ADVV
NRY
LLK
FMG
HV
HTF
QTN
HHP
QMG
PIR
HAY
QTI
PIK
GLPG
YIQ
APAP
ALEL
TLEE
IGAG
ALKE
CQL
GLAV
YRF
MME
MII
WAI
KCL
RLAA
NND
LLKK
YKP
LLEL
WQL
LLSS
HNP
CRS
ILAA
FTI
IMP
HDP
QCL
REKL
QVH
RLAE
RHE
NVH
YHG
NQN
NFN
WNG
VKP
TAC
WIG
NTY
HQE
YML
LLAR
WNL
MRP
CAT
ALVL
ALAQ
VEKL
MRT
NQP
VKEL
AAAP
ASSG
AVAR
VAGL
ADLG
CVP
HRP
FRY
KLEE
ASSL
WRS
THE
HTR
ALAV
AALS
TVC
CAD
FAH
RLGL
MYE
AKAA
KHE
HNE
CRG
TGSG
VAEL
AEAI
MRI
MHL
AVLE
KAC
VWS
ASSS
PIF
LLR
AGVD
CEG
IVC
HII
ELIE
HVQ
HKT
PGP
YKQ
ARAA
YVH
CIE
CTS
TCG
HIF
VERL
CSP
VVAG
NRQ
WVK
GLAL
MFF
FHE
NCL
PII
RMS
YKI
PAY
NWL
VLAK
RALL
WQE
NHS
AGAV
YFP
RLID
AAK
YTN
PVY
ALK
YPP
DLAA
HKN
YIY
HRQ
GLAA
ARLL
HHG
PQP
CTE
VADL
TCS
MYS
VLGG
AGVP
PIN
YRT
SSLL
SLAA
KEKE
AGAS
MMG
WGS
VEAL
SGSS
LLLD
MMS
HQS
VEW
AIAG
NME
TAW
QND
NYP
KLAE
LLFL
NTQ
ASIL
ICS
WVD
VEAA
YTF
ELKE
VIAA
QQD
WSP
TPEE
WPE
QME
FIH
AGLS
ADAA
QFF
QTY
PTF
WPL
MYG
MVH
CVK
FKY
ASAA
CID
CDS
VLEL
ATAA
YRY
PFE
HYS
NVM
WDG
AVAE
LLKL
ADAI
NRK
MRV
LLSG
FTY
CEK
GGGS
NTK
IEKL
AVAG
CVR
ILLL
AREL
PRF
RLEE
WAK
QALL
KTTL
ALAI
GLSL
VLVV
IWL
CYG
YFN
YKY
CKS
ARGL
ATVI
AIVG
ALAK
CVN
MRH
AGVG
LLDL
VAVL
MVY
TLH
ALIG
LLPL
FQK
WGE
GLPL
LLRE
WAD
CFS
DVV
CTT
QTK
WVR
PAH
KGKG
PNP
FME
AASL
CNE
NFT
HPP
AGRG
CAK
YVY
WDD
AARR
QHS
WKS
VALG
VLSG
VHD
IAAG
ASLE
WKR
KLKK
ILSG
HIQ
QIV
VDSS
AGTG
WTG
LLAK
GGAA
YRI
HIH
AGLE
QYD
WSD
TLAR
QHP
MMD
FKV
AAKL
VVVG
LLVL
WKD
QFY
FCS
IKEL
CHG
FTV
GGSS
WQG
RAC
KVC
NQF
VLAV
VDAL
VAGG
LLAQ
ILIL
CGD
CYL
CIK
NHP
AAGE
VVAV
NQI
CIT
ALY
FVM
WAT
ADEL
AAAQ
CKN
SLY
PFD
CIN
TLLL
NMS
WPG
MQN
CTP
RLR
HFP
IHD
WVP
WFL
WVG
TLAG
FVC
ALVG
PYS
AKKL
SGKS
DLVL
ASLS
FIV
PML
HKP
LLRR
CRD
AVVV
ALTE
YFF
VLLG
VLDE
RVC
QHE
WIS
CES
VEAG
ALAT
SSSG
HFF
CNS
AKRL
AIAE
WID
ICE
AKLG
TVEE
ALF
MQP
WDS
CAQ
WIT
RLRE
DLVE
ARAR
CNG
NAH
GLR
AVEL
AEQL
IAW
CKG
AIRE
FWG
AAKK
MFP
WIR
QFN
RGIT
CAF
HTI
CFG
ALKK
HND
VGGG
WQR
LLGG
IALL
VLAE
WDP
FYP
LLAS
AGAD
AALD
DLRR
AEEE
NFY
AAAT
CAP
FRV
CED
FKF
VSSL
ALT
CVT
AASG
KHP
TMR
ISSL
KEEL
CIR
VPVG
NQT
IERL
QTV
HQD
YQN
ELGL
CQE
IETL
CKD
IAGL
CTD
FQT
LLRL
TMP
HMG
CHL
MQK
NMD
MTY
HRH
ALVD
WNS
DAV
LLAV
AGSG
VVEG
LLSE
DLKK
AIAR
VLAD
NRH
WIK
WNE
ELAG
PRT
KLLE
SLSE
VLRL
EEAL
PND
QIH
DLAR
SLED
YKF
TLSG
VSGG
VVGL
TLAE
NHG
KLGL
LLIL
PYG
AVVG
PIY
IEAA
PNE
ELRE
KLLL
YFT
HVY
AVAD
ASTS
RCG
HRI
PLPP
MMN
SLAL
VLAT
WFD
SLTL
SLSG
MRY
FRH
ATLE
AILE
LLNL
WTP
GLGG
NQY
YTI
VDEL
VLDL
AAEE
WVN
PVH
AKAL
TALL
VLEE
HHS
WRQ
PQT
WAP
VLTG
RMN
QYP
WFG
AGAT
LLAT
AGKS
YTH
RLAD
HYD
YAM
WQQ
LLTG
HVH
VLSL
CPD
PQD
KMK
KLVE
AKAG
ALVV
WVI
IAEL
DEDE
VEEG
SLAE
ALTG
CRF
SGKT
GLAG
VWG
VARL
ILK
RMD
AGGS
MHG
NHE
KLRE
ASGL
VLSS
YFR
KLIE
HQP
ALTL
TAAL
DLAK
AGEL
WTE
VPVV
FRI
VSLL
AATL
HNN
ARR
WKN
PFF
AVVD
AEEG
VCD
KMP
ILSL
LLAD
KLAK
KLAD
GLTG
VREL
AAY
ACD
AARE
NKV
AEVL
DEEL
DLAG
CKR
LLIG
PQR
WED
MIY
LLGD
ELPE
CAN
KALL
VATL
MCG
HNS
AAVV
CVF
ADLE
MYD
IEAG
YTY
RLAR
FWL
SGAS
GGFS
AKLE
WKT
VGLG
RLLL
ELAQ
YRH
LLVS
LLPE
ILDE
CRQ
PAM
YIH
ELVK
ALSS
GLTL
VEAV
WTT
HDF
QAC
ILKK
DLSS
ARRR
PKI
VAVG
NTV
PRY
KMN
AVIG
GLIL
RAAL
HKI
FMS
AEAG
WTD
VTGG
MKH
RAW
KGKK
CRN
CDD
HIY
YTK
ALDL
YNF
HRT
DDL
AEAR
IDEL
HRK
HKF
PNN
IMK
VDDL
AIAD
YTQ
KEAL
MFN
CFD
TGAG
IEDL
WIN
AAVG
KELL
VVGG
SLGG
SLPL
PFP
YKV
PRN
RGRG
YCL
YCG
VASG
SLAS
IPVI
ALAF
REEL
AAEG
VLEG
MAC
ALRD
ADDL
LLVV
GLGE
VLAS
GLT
VLVE
QCG
HCL
CFE
IISG
ANLG
PYE
PTK
AVLS
WYL
VEQL
RLAK
ADIL
CQS
PRQ
EEIE
APAA
ALSG
LLT
TLTE
LLVG
HRY
ASVS
YQK
CQG
VTSS
VIAG
ATLS
VLKK
LLAI
ALEG
KCG
WPD
KLAA
KEIE
PTQ
MKV
ADRL
IMN
WTS
CNP
LLDS
GLVL
AVAK
RERE
AVAL
AAIL
WFS
LLEG
LLPG
EEVE
YHS
IVAG
VPGG
FKH
VKKL
ELRR
WES
CKT
VIGG
AVK
IDDL
CIP
TTSS
VVLG
IEAI
GLEL
FMD
SLVL
NQK
ALKL
TLTL
LLGE
KSLG
AEVV
ADVI
LLES
NLKK
IVGG
VASL
ALIL
YNI
AATG
VAIL
IEQL
CKP
FMP
ALSE
WAQ
TAAG
PLSL
ILKE
VGAT
TDEE
PVM
AEGL
VSEL
YMG
RMK
PHS
PKF
LLVD
SLAR
SLAG
PEEL
WNP
WEK
VLAR
NKH
KAW
RLVD
LLTE
CQQ
LLEK
VWE
YFY
QLAE
GLDL
ALVS
TLKE
AVAS
YHE
YNY
TGTG
MTV
RLRL
AVAT
AEVI
VLH
ILEE
AVVE
SLKK
AVSS
QMD
YQT
IMT
ELIK
AGGL
VSAA
SLKE
ELSE
IAGG
EEKL
ELVR
DLVV
RCS
AVAN
NCG
CTF
LLTS
KLSG
ADVL
GLSS
AKAK
VVVV
MIH
DAG
VEDL
VGY
TLAS
RALG
HKQ
VAIG
ALIE
NMP
SLAV
AQAA
AGVL
AELS
IDRL
TGAV
ALVT
GLVV
DEVI
PTI
YME
MAKK
ALPG
AGT
AKDL
PHG
DGVV
SLRR
RLKE
ILGG
LLGS
EEAE
LLKN
SLVS
PTN
IVAA
VLKE
AEVE
DLIE
YYP
ELK
ILAS
ASGS
AEIE
AKVV
AIVE
VDVV
GLK
SLRE
RLRR
AIGG
IARL
GLN
QLEE
KEKK
HHE
HAM
VLK
VTVT
SSTG
LLKS
IGSG
QERL
CIY
WND
AAVE
LLDG
DEDD
RMP
IIGG
HRV
KLAG
ASAV
AETL
SLPS
ELAD
PYP
KEIK
AQLG
ALVR
ALAN
YFK
VLGE
DLDL
WAF
HRN
SSSE
DLVK
DLPG
KLSE
IDAG
KETL
VLSE
SLTE
TGAA
PNI
ELVD
ALGE
CPN
VLF
EEAV
TAEE
IKPE
ADLS
NRV
SSGS
AVLD
SLTG
NCS
ATGE
KLID
RLLE
RLAG
APEG
VIDG
LLSD
ILAE
ALKD
AAKE
ALES
ILGL
CII
AFLG
CVQ
VGSG
HTN
RMR
NLLG
CVY
CCL
PMP
PIQ
IDLG
IASL
ELEG
YMD
KKEE
ELVS
VGAA
GLAI
HIC
RLAS
HFN
SLIL
PKY
AIEE
VKAG
GLVE
TVAA
DEIL
VAAE
RLAQ
AASS
YNT
TLSS
ATGG
CPF
WPS
CQR
VTVE
LLKD
AVKE
SLDL
FLLL
VLDG
ILSE
KAKK
HTQ
ELED
AIAL
QFT
GGAG
VLAQ
MQT
PMG
HYP
VVIG
SLDE
DLAS
DLPL
VVEE
NLTL
DVI
DGL
YQY
SLAD
IAIL
AAVS
KMI
AAEK
YNK
SLSD
DLAE
ELKD
ATAT
AIIG
RLRG
LLQL
ELEK
APPP
WRN
TLLG
ALPL
AAIG
ELSS
RWG
KLSS
FAC
AVEE
REIL
MYP
MHP
HDY
AVTG
MFT
HGGG
GLAR
PRK
PSPS
AAAD
CRP
ARLE
IALG
PKQ
ALQE
VLGS
TSTS
WVQ
TMN
VDK
CGKAF
VLTL
VEVV
CTR
PLAG
AIKE
VELG
DLEE
NMI
GLVG
GLAE
AQLL
MIV
ALVK
KLK
VPVI
ILTL
GLKE
GGRG
PTY
GGSG
VLES
VGRG
ADGS
AAKR
FQH
AVRE
FAW
CNN
AQAE
TLRE
TGSS
SLK
IGRG
PEDL
SLES
NGKL
MHE
CAY
AGIG
WFE
VKRL
LLSP
SLW
KLSD
IWG
YCS
ARQL
VLVD
AVID
TLR
HDI
ILSS
ILLG
YRV
DKL
VLIG
ISGG
VEAI
IIAA
AVRR
VAEG
YVC
VLRE
YQF
KCS
CCS
ALEK
CFR
VVSG
VLDS
ELDE
QLRE
IKRL
CDF
TGEG
PTV
AVGG
AGAR
ELAS
AKLS
CER
TLDE
RRR
ILVG
IADL
AQLE
VKPG
HDR
IPGL
CIF
ALKN
RSRG
ILTG
WQS
HFY
MHS
LLQE
CKQ
CCG
AGSE
AEDL
PLGG
KLVD
WIP
MCL
LLRD
AVSG
AVIE
AIAS
TLRL
FQF
ILAD
NAC
PGVG
AGVT
PEPE
ALKG
VEGE
MMP
CYS
KEIL
SLAT
DEVR
AEK
VVVD
VVDL
AADG
AGLD
TALG
IGGG
YQI
VETL
SSSP
GLVD
ALNL
VATG
ELR
LLRG
SGKK
VGVG
TCE
IIAG
DGTT
VSGL
QMP
WAN
QLAR
EEAI
VADG
SLR
PYD
ARLS
AAVR
VKTL
SSAS
ALSD
VKDL
VEGL
VLAN
PGPG
ALKR
YFI
RLVG
NVC
ASVV
DENG
AVKG
AADL
YNR
GGVL
VELL
AVGL
WYG
VSR
TTTP
AQTL
YVM
ILAG
KMR
VPEL
VKVV
KLKL
HHHH
AEP
TGGG
QAAL
CKI
TGP
VRGL
VLVT
DAI
ILTE
EERL
AQAV
YWL
AQRL
SSTL
WKQ
RERL
PEGL
VSEE
SLVD
HQN
HFT
ALAP
AVKK
NMN
DDEE
ASAG
SLKD
SLIE
RAVL
KLAR
KGVL
VVDG
SLPG
AVVT
QLKE
AILS
VLLE
LLIS
DLSE
DLVD
WNN
AELD
QAW
PSPP
CML
SLIG
IKKL
DLAD
TPEG
ATAF
YAC
QVC
HNF
VVEL
VASS
EEAK
VTPL
PELL
ILR
GGPG
KEAI
NLLL
VLLS
TLAT
ILEG
ALRK
AARG
FCE
QLVE
HWL
HKY
SSVS
FSGL
DLSG
DLGL
ALRS
AAGS
QREL
PHP
TMT
ELTE
KMT
VAKL
HFK
SLVG
YKH
APLG
HQT
CRK
KDAG
ISEL
WTR
VLPP
AKGL
LLAN
FLGL
LLQQ
DGKL
ALQL
AAIE
KTVL
ASVL
SLGS
CPT
VEVE
AAPG
SLIS
PLTL
NLSS
ALFG
AAVT
VVAT
SLVT
AERE
HTH
PQN
MALL
SLKL
AGIE
WQP
PLPG
WKP
VVSE
CPK
RLSE
AAVK
RSIP
AWD
AKKG
PETL
LLED
IPVV
VSTL
ANPL
FMN
ALDG
GLAD
GGEL
GGKG
HYR
GGTL
CVC
PFT
LLAP
AVVL
AGF
YMS
AKAI
SLRL
SLFS
KERL
HDN
LLNE
ITDG
PLSE
ALGS
LLVE
DLVS
ALRG
LLRS
DGTL
SLSP
VGEG
DLRD
VFAG
CHS
TAGL
KLKS
ILAV
IDGL
CRT
ITVP
AQAQ
VAEE
LLPS
ALTT
ADSG
PLAA
SLKS
PLSS
IMR
HME
ELEL
ALER
WHL
VWD
REQL
VSRL
CGKS
RSP
HYT
VSEG
TLAK
VLR
TLSE
HMP
PGSG
TLRG
MFR
LLKQ
ASAL
VDAA
SLVE
ILN
QLLL
AGVE
CQD
VIVV
SLAK
HQF
TLEG
RLSG
KELG
AGID
RVAE
ELKS
HCG
GLIG
RLGG
ILRE
VVAE
LLTT
SLTS
NQH
FQI
YYR
LLKR
ATAS
AIAN
ARKL
CYE
ALQG
TMK
ELKR
PLDL
GLTE
ALNE
HTY
HKH
SSVT
GLKL
AGKG
DGG
ARVL
IMQ
AKAR
QLAA
ILAT
ILAI
EEVK
VVVT
ELIN
ADAG
KIIK
CDK
APSG
ALID
FHD
MQI
AEAD
WQD
MFY
HIV
VGTG
RLVE
IAVL
ILDL
QLAK
AGTT
NAAL
WDT
GLRR
ELSD
DEDL
KLKD
QWG
PNT
KALE
TLTG
HTV
EEAA
AREG
VDGE
VLVL
KEAE
ELIS
NALL
RLLG
QLQQ
KLKG
TEEE
SLNL
RMI
ALKS
KIKE
ADTL
YHP
ARAG
SSGG
AKEG
SSW
VLKN
DLVI
CIQ
ATLL
AEGE
ELID
KIAD
DAD
CFN
EEDL
HTK
SSDS
MAAL
GLSE
VDAI
VVT
WRT
PRI
AATT
PNF
IGQL
SLIN
VLVS
SLQE
RLIG
KLAQ
EEAR
CAM
PQF
NMF
AVRD
AVEG
VSLG
HVM
ASGE
SLDD
PWL
VIAS
IKDL
AGVV
VLQ
RGGG
LLNS
IGKG
MAW
KKIL
HQH
SLPP
KALG
DLDG
CDI
ATTT
ALTR
GLGD
AKSG
VEIL
SSAA
KAAL
ALAH
SLF
ELRD
HMD
ELIR
ISGL
IIVD
CDR
WSR
RHD
KIIE
KELE
VGVV
RLAT
EEKE
AIKK
VGGL
HDT
TVAE
SLDS
IVLG
PHE
AGAE
DLIS
ALIS
ATVT
AGVS
SLPE
VLSD
VISG
TLKK
SLGE
KAAG
AVRL
VSSG
RVAR
AAQL
LLKG
FLDE
QAVL
QPVE
AIGL
VLPG
AFGG
VDGL
KLQE
SSTS
ELQE
CRY
LLF
LLDD
VSQL
VLT
IWS
SSSD
CKF
CND
IDAV
WKF
VSAS
VIAE
HNY
IKAG
WRK
IVSG
VKAA
TLAD
TIEE
SLRS
SLFL
DLKE
TWG
VIVG
VVAI
RAAG
DRL
TLED
KIAE
TWE
VSIL
QVW
DAT
TLGL
EEEG
TGKS
VLTS
RDVN
ELKN
KIKK
CFP
ADGL
NLSE
HFR
MQF
ILKN
AGSS
AAAN
AIVV
CQP
WFF
HQK
FLEE
ELIG
PFI
HNI
AVRG
ASAR
VIEG
LLER
ATAL
SLRG
KVKE
VLKD
ASRL
IEAL
AFSG
AIAK
AAFL
HQI
PLPE
KLKN
WIF
RMT
NAW
KHD
ATVE
GLID
PLVR
PFY
IGDG
QLQE
CYD
WFN
TLTS
TIAA
SSPS
FLAM
AEVR
MVC
KKIS
AVIL
AGEG
IEK
TKEE
MFK
LLFG
HCS
DLIK
VGGS
RLTE
MYR
MASL
KKAK
AGAL
SLVV
ELNE
NQV
APGG
VDVL
VPEE
NLSG
IAKL
AAVQ
VGKL
RLSS
PCL
CDY
GLPE
VEVR
IRPL
ELGE
FAAL
TPPP
RVLG
HQY
ELGG
AERG
FQY
DEVV
DELL
AGDL
WML
TLAL
AVVS
AFLS
ADKL
VTLG
VKEG
FLSS
DGSG
ELDL
YQH
VIGE
KIIG
GLSP
APVV
KLLG
AVAI
PLVV
VPP
VKDG
IAEE
VLAI
PLIG
LLTD
IDAA
AGIL
ISAS
IASG
DLIL
SLT
PLGS
KIEE
HYF
HHD
RVAK
AFLE
AGAI
TLDG
ISAL
RLIE
FLGG
DSG
RRRG
KRKK
KRLG
ITGG
FMT
TLAQ
PLTG
IVGL
CFF
VIAT
RMQ
KVAE
KIVE
RLKS
ILNL
AGFE
TLT
RLKL
ELSG
CTN
AAT
DLTE
DEVL
AVKN
VSVG
SLEG
IDAI
WME
FLKK
DLPE
RLKR
QMN
KLTG
ILKD
GGLL
CPR
ILGS
DEGG
VVGE
VKAL
AVPG
ELKG
AVSL
AEAQ
WRP
AYLG
VTAI
RCE
NLEE
VETP
SLKG
FLKE
VKEE
PLPS
ARRG
ELES
TLKL
LLY
IIIG
IEKE
GLTP
VKVG
NWG
RLVR
DLKL
ATVL
ATSS
AERR
QLAD
VIEE
PYY
KAEE
AVVR
VTAA
DKS
TRFF
KLGE
ELPL
AGKT
SLVN
TLKD
QLAQ
AEAN
TLSD
VEY
SLVR
IVDL
VGIG
PMS
EEED
KSKK
REAA
GLSD
GGDG
ASEG
RLRD
VLPL
TLPL
AIIS
VANL
VLFS
GLDE
RLQE
MMK
KASL
GLW
KIVD
KCE
ATAR
VLNL
AVEK
FMR
ILKL
PRH
ASAE
QLAG
PIH
LLQS
ILT
VVID
ASSE
ITAD
IKEE
AISS
VDKL
GLVS
ILEK
FGGG
RLVV
VIDL
VGAV
VAQL
TVSS
RMV
RALE
HMS
VIAR
RARL
VTAG
RLGE
QQQQQQ
AIAQ
RLED
IREL
AKTL
VLVI
APEE
KKLL
VVDS
VEVT
VAKK
PEKL
SSIS
YLEG
TLVG
GLIS
DEIE
AVSE
APGS
AGIP
VLEK
IKAA
IFGG
GLY
ATGS
AMLG
TATL
QLLE
NMT
GLKK
IIKK
DTL
AKGG
VLFL
RKRR
PGSS
KGVV
VPAD
IKNL
HKV
RELL
MQH
KLEK
RIVE
SLRD
PLPL
HDK
YHD
VLTD
NNNNNNNNNNNNNNNN
ILAK
EEDE
AQAL
CQN
AVKR
ASKL
APLS
IRDL
VSKK
SLVK
FMI
ALPS
VLRR
CAH
TVSG
RLRS
MQY
AVT
ASDL
RLLD
YLGG
PRV
YIV
RLW
IKTL
IATL
AASE
LLAF
KLDL
FHF
ALDP
AGIS
QLSE
AIRR
APEL
VKVT
TSSS
FEEL
CWL
CRI
WVF
AKVI
PSTP
IIEE
DEVE
DEAR
AEIG
HNK
TVEL
RAGL
AIVD
YIC
SLQ
IIAD
GLVT
AKVL
IENL
DGSS
AENL
AEID
DLKG
AVSD
ALED
GLVR
FLFL
DLVG
ASAI
WAH
ALRQ
AGKL
ILDS
ELKL
DSDSDSDS
DIE
VVAD
PCG
LLRQ
WYFL
VSTS
IIDL
ILIG
ILES
VSAG
SGTE
IAVG
EEKK
ASVG
AEVD
ELRK
WRF
DSTS
WIQ
QLGG
ANVV
VIAD
TLPE
KARL
PKH
ELVN
NVLL
GGVI
ARQ
AEIL
SLAI
PQK
KVAD
AAKG
VRRL
LLEQ
TLRR
RAGG
CRH
TGRR
SLKN
SLID
KA
SESE
IILL
ELAN
ATAG
VTEG
KEVI
EEVV
GLRL
APAS
TGVG
ELI
TTPS
AVIS
ALDE
GGVV
VAAS
QCS
LLQR
ELT
ARTL
FLSG
AQLS
VLTE
MMT
LLKT
TTTG
SSEE
KIID
KWG
HFI
GGPL
ELTG
AKEE
ADGE
VLKR
AIAI
WYD
PLIT
NGSG
AKRR
VLKG
VDLG
TLKN
AKGE
VAPG
VLVN
SLNS
NLAA
PNR
IIKE
ATVV
ALEN
YWG
IIVG
ALTD
TVAS
GLEG
WHG
KAVL
IVAV
ILSD
ALVI
VSVS
DEVK
ISKL
VAKG
SLKR
MSKS
APPG
MYF
GLDS
ALQQ
PLSP
MWL
ISLL
IIRE
ITLG
VGKS
IRKL
ARGE
VVAS
VEVK
SSKK
SLAQ
ITRD
IWD
ARAV
AIIE
QMT
VDAV
RLKK
APAG
VLRS
IATG
ATAV
WYS
RETL
AFAA
VEKG
IGLG
ALPP
VGRL
KRAR
KAGG
DID
VEAE
RPGG
FVW
WMG
VFGG
IWE
ALIR
VRLG
IADG
ILVD
CHP
VSN
IIGL
RLQG
NLIE
KEGL
AAID
WER
ILFL
ILDG
CTK
AGVK
TGLG
NKID
DLRE
IGGS
DEID
ALIT
VLY
CKV
RLPL
DFL
VLVR
VLKL
MAEL
VTVG
SLN
SGKL
RSVI
QLVS
PGGL
TVAV
ISEE
ARDL
VEVI
RLQ
XXXX
VVLE
TVTL
AGAK
AAQG
WEQ
SLAP
QLKK
IEKG
AILL
DYL
CHE
ATSG
ANAV
ILPG
ILKG
VELE
PEP
KVEE
SLIT
ASPS
CPQ
CPI
SGKG
RARG
PLVG
VVSS
RELG
MGY
IVKE
DDE
DLSD
TCP
ITEE
CTI
WEN
VIDE
VEAT
NLAR
MYN
FGAP
DLVR
AKKE
DLPS
RLEG
AVGE
YLRD
WQK
TEAA
LLKP
ISVS
ALTP
IGLL
VTEE
VAPL
TLPG
GLIN
ADIE
TLRD
RGVD
KKRR
KAKL
KGTG
GLPD
WSF
QTRE
AIID
VRAG
ALPE
GLAS
WET
CDV
ARGG
VKVI
AIVT
SGIL
RVPL
VILG
SLAF
ISRL
ELQG
YLKE
VDRL
KVKK
AVAQ
QEKL
IRAG
IPVG
VTFD
IISS
TLVE
DGTP
QQQL
DLDD
VTVV
ALFS
VPAG
TVAG
TGKP
SLEK
SGVV
LLNG
ILRR
VIGL
PEAA
PVC
MAKL
KLDE
DGKT
KLTE
SGAV
FDVV
AFAG
VIKE
RLKG
IYP
WYE
RSAA
RRAR
PVAG
LLPP
ILDP
IGID
WDK
VLDD
LLVT
TSSG
TASS
LLDR
IGQG
IAKK
ELER
RGTL
NLKE
IAEG
ELFE
ALTS
AFAR
TLIE
RLSD
VLED
REAI
FVLL
VLKS
RSGG
NLKL
ASLD
QVAA
HYK
ASAT
GLKG
ASIS
VSAT
QLSS
QMR
QALG
ELKT
ALKQ
VARG
VLPE
VGID
KRKL
IEGE
DLIT
ASES
TLVP
PFN
DEDG
AGGE
TWS
RLTG
ILPE
VGDG
IPAD
AAVD
VLRD
VIES
CKY
AKLL
VSSS
KLVK
AGIT
WIY
VLID
PQY
KAGL
EETL
DEAA
ASTL
VVVS
IVVG
ARVE
KRVD
TVTG
GLDG
AKQL
VTPE
VISS
IRGG
VLPWG
SLQL
KKIG
IEVE
QMI
TSTT
PLRD
FHH
SLNE
NCE
HNR
VPAA
MMQ
ILKS
IKVV
ELRS
APAE
AITG
RIIE
HVDHG
FHN
AKAE
WSK
VIIG
KVLE
CDN
VLRG
KNKK
IVAT
FHQ
VRGG
TLLS
QLVG
IVKK
ALQR
CTH
AAYL
RVGG
PPAP
NHD
ADAD
RLVS
RLTL
SSNS
RRLG
ISIL
FHR
MFI
KVRR
DLTL
SLTD
FEGG
VSAE
GLFL
ALKT
VPEG
TVVG
LLDP
ISKE
AIAT
DLKD
CTY
SLIR
RLFG
RGY
PLTS
ELDD
EEIK
QLKS
PLSG
ILNS
ASVT
CQK
VVVE
KAIL
VALE
KLTD
IITG
ELTR
AIKG
ELAV
DLID
VLFG
TTLL
QLVR
WRH
VDAG
IGFG
DGKK
CNK
CDT
VAVS
KEVE
IVIG
AKVT
VKKG
IEVI
GLGS
FLKS
VFTG
NVW
NHF
AHLG
RAEL
PGTP
KVLG
DEAI
AVTE
RASG
PEVV
PNY
YHF
YCE
KLGG
IPAG
HYY
ELTD
TLKS
TAVL
SPEE
HVC
ATIE
RMF
RIAE
GLVP
PQH
KQKL
IEKD
SLTP
LLPD
GLRG
PAW
MHD
RSAL
IRRL
DSS
DSE
VTIT
VLPWGQMS
AGIK
ADIG
ADAE
VLTT
RVAA
PSTS
KLAS
GLQ
WST
WSQ
VRIG
TLGG
DLGG
ADSL
YKM
LLID
KNIL
AIPY
PLAV
NLID
DLKR
IPEE
KLED
TVRG
TPTP
TGSL
SGIG
RRK
APGE
KGVI
DGVT
ASFL
ALDS
DVT
TLES
TLAV
PYR
LLFS
WDR
AFSS
GLRS
DLRS
VLPS
NNNNNN
KKGE
IVEL
DVE
TEEL
PYF
IRNL
ALFL
TLDD
RLSP
KIIN
RDKL
DEAV
AIEK
TLNL
ELVG
AEQ
GLKD
DGEE
DAP
TLSL
RIAA
ISNL
AFAD
VALS
ILGE
AIAV
RSLG
PEAV
KKLS
DNL
PQI
KIRE
ISAG
APY
ALVN
AIRL
GLAT
GGVG
VTSG
LLVK
PGVL
ALFE
ASEE
AKVE
KLIK
REAG
MMR
HNT
CTC
KLY
ISPL
HTGEKP
DIG
TSAA
TISS
IMV
SLIP
RRRL
MAGL
KLVS
DLVT
ADQL
IGVV
AQAG
AETG
TPGHVD
ADVD
VRSG
MSGG
ISSG
GLIT
CYT
ADAT
CYR
IGAT
APSS
VA
ILLS
GLVI
GLEE
FLKD
ELVQ
DGDG
ASRR
VREE
KVAA
ISAA
AQQL
AKAV
TGVV
PGVP
PEQL
IVEE
IVAL
ELIT
ASVE
VVLS
VKAV
RAIL
KLIS
IPVS
AEML
AEKK
MYY
GGAV
VILL
VKLG
PDVV
IKN
FHY
YMP
RWE
PME
PAC
KGLE
ILED
CTQ
AQVV
AEIT
VTPG
LLSR
KEAA
IDEE
TVAT
GLKN
ALQD
AGRS
NLTD
ADVS
VIKK
QLSG
ILVV
AGVH
WHS
VTVK
REAR
DLEG
TMF
IISL
DLDE
DGRL
YLKK
ALVP
VVTE
VGSS
RVLE
DLKN
GGRT
DKK
AGIR
HKM
DTPG
ILTS
ASAP
PSAP
KLRS
VKAT
VEIE
VENL
QMK
VEIG
SLVP
DLDS
ADYL
DLT
AQAR
VING
RLGS
LLSK
KEVV
IKSL
WNFGS
VQAA
TGAP
KDKK
ANGAS
AKN
AAAY
VSY
KEKG
IDY
CVH
AGKK
AEVT
TGTP
SSFS
CNY
AGAP
ADFL
MQV
KTKK
IVLL
RSIPNKL
ELN
VSKG
RVLL
RDGL
KAEL
TLVV
SLTT
RDDL
NGVV
IVDG
GLKS
FEKL
AKPG
VLTP
TLLE
PEAI
KRKR
PFK
INKL
DEN
WRY
VANG
VLQE
VIDS
SSIG
SGAA
IDQL
AFAV
ELQ
DLKS
VSAV
VSAL
TVLG
VRAA
VLPD
VDVI
ILQ
FGLG
ELAT
CNT
AGRR
VKAI
SLH
KEAV
EERE
DLTG
WTQ
TGSNN
IVRR
GLPV
ADVE
QHD
KVAV
ASRG
VTVD
PFR
YHR
VSGS
SSTT
RLAV
PLVE
NPLG
KKLG
HLRS
GLDP
GGIL
MMF
KGLG
IEAV
YLHS
VVRR
KIAA
VSIG
SSST
QLTE
WQN
NLTS
KERE
FWGATVI
FLES
ELQD
AKTG
SLFG
RKKL
ALSP
VVTG
VGKG
VTGE
NALG
KIIS
AQGE
RILG
ILNG
APLE
ALW
QCE
VKSG
IMI
DAE
VTVS
MAVL
VPVE
VPVD
PNK
PMD
PLLL
LLEN
ILVT
ALDD
AKNL
NHH
KLNL
AERF
SEDE
QLID
CFT
VVAR
TLSP
PPPG
NSNS
DLSL
FQV
ADPE
NGTL
KPEE
ISVG
ELAI
ELAL
PYT
MCS
KEIT
KEGE
AISL
TLNE
SKEE
RGIP
RAKL
KSKS
VLEN
TTIP
KLES
IDID
IASS
WDF
TIAT
PLAE
LLTP
FLEG
VDLS
RGVV
CFY
WHP
VKNL
TLVS
RDRD
IVAE
TSSL
TLLD
RLLS
PLAR
IIAE
WYFLFAY
WAY
VTLE
RVTG
VRKL
VIGS
KKIE
KAAE
DEAL
CNR
GLFG
VIVD
HCE
FSTL
VKGE
KPKK
IGAE
VSTG
VLNS
RASL
GLNL
AEH
TARL
GLRE
YLSP
VLAP
PGVV
IVSS
FLSE
CNI
SLIK
RVRR
ILPL
FLLG
YLTR
YQV
VLPWGQMSFWGATVI
VGVE
ISQL
IIRR
HAC
DLN
VTAS
SLAN
RADL
LLQG
DSEE
DPE
AGTE
LLTR
ILKR
GGFG
RLIT
NEKL
ISTL
ANLS
VLNG
VREG
RLAL
FALL
ELRQ
VLND
RSRR
QAEL
PDAV
WCG
VRVV
VRPG
IEDG
AKRQ
ADID
VLER
RGLG
ELTL
ASQG
REAV
IEEG
GLAQ
DLIN
MASS
KLIT
DGEG
YLKS
YLLL
TMI
MYT
IMF
HLLL
VRDF
VPVS
KLPE
IEAE
FLIG
AIAP
WYFLFAYAIL
ISEG
ANAA
MGEL
IIAS
FAGL
VLIT
VIDD
ILQE
FLRR
VKVE
SLKT
CDQ
RGID
NHN
ISKK
CYP
YTV
EEIR
DLEK
DEIK
ADVG
RGSG
NLIK
NGEL
TLGE
NHT
AGFD
IGIL
IEKK
IAQL
CPV
KLNE
FSSL
CMG
ASPE
RIAR
MHR
LLRT
LLND
AVGS
AGEE
ILSP
VKQL
NIVG
TLKR
IIDG
ERIL
CAC
WTF
DLAL
WPP
QMNE
NAGL
KLFG
KEIS
VEGG
GLTS
ATAE
QAAE
PLEE
NGNG
IEVG
DIT
CVM
VPSS
MHY
VIRE
TAGG
DLES
ADAR
WII
SGVG
PPPS
KLLD
IVRE
DLY
WKY
TGTS
ITSS
IDGE
ATPE
ALIK
YLSS
VLNE
VGGE
VLQG
TTAA
IIAR
IETP
TGEI
QEAV
KKIK
PLAS
AKVS
VPVT
VDLE
QLAI
KKIT
IVAS
IEGL
FLDD
AFAE
VDY
TAEL
PGIG
FLAG
RGRR
ILVN
FAEL
CME
SLDG
IVEG
HLGG
DGVI
AVAY
AQEL
VEEE
RGRL
IERE
FLNL
DLVN
ALRN
VLQL
ILIS
FASL
KKKS
ITPG
GGEG
QARL
CPY
WDY
SGAR
KGKT
FMK
ISLG
GLPS
ALSK
TGKL
RIRE
KGVQ
ILTD
IGRR
AILD
IGAV
GLAF
IVRG
IPSS
ATTG
YMN
VKRR
VGAD
IGKN
KWE
ILRL
DGTE
WSN
TVAD
TLID
SLPD
RVKE
MLLL
KRVV
ICD
HQV
HCD
ASTT
AGVR
VPPP
VLSP
NGIK
FVAA
TSPL
TLAI
SSSSSSSS
KLIN
WCL
VLKT
LLRP
APAT
VDFL
VAFL
GLDD
APKG
DLFE
AAFG
SDEE
ELQL
ELPP
ARAI
YGTG
TMQ
KKLE
AEKE
AATE
VQAV
TLQ
NLPE
YLEE
VGIN
KTTTT
AGVI
WYFLFAYAILRSIPNKL
WNK
TSEE
IIAV
NLNL
ITPE
GGRL
VPAS
VLVK
TNLLS
PCS
VDSL
SLQD
NMK
AISE
TVRE
TGTT
AGRL
WIH
VAKE
TLTR
PSRR
NLDE
IESL
IIEG
GGTS
IKPG
CLLL
ILRG
ELRL
ALIP
THD
KIAK
WMS
HRDL
SGSD
ELQR
DPG
CNF
VDVS
PSAS
KTVK
IVAI
IKDG
IAKG
DLGE
ATAK
AEAK
REAY
QALE
KPLL
ISSS
QLLG
AAIR
WFP
VRAV
RAAE
MVW
DDDE
PLIL
KIGL
DGSL
CKH
VIAV
KLRG
IIAT
VPLL
VLDP
RVAV
IGEG
FSGG
VSDG
TLQE
TGKG
KLVN
KLEG
FHK
WWL
WTN
PQV
KLRL
FHT
VPVL
VEKE
ELDR
VFVG
RLVN
PLGL
ISTS
AGY
WTY
IKAI
FAVL
AASF
PHF
KRRL
QLRR
ITGL
SGTT
RELE
QLIE
KTVV
KSLL
AGTP
AFLL
VFAA
VDPE
TLPS
FLAE
ELFG
AGK
WTK
VRRG
TGVI
RIEE
AQAI
VFLG
SLTR
PLRL
PWG
IGHG
EERR
TASG
NLKG
MHQ
GLVK
ELVT
ILAL
DSAV
ARAK
MADL
HYN
IERG
IILG
VFDL
TRTR
TPSS
TEKL
PKV
KIVK
DERL
CIC
VVDE
QMV
TTNS
RLKD
RKLL
KKAI
DRE
ALRP
IEID
FLAA
CQT
TCD
RVSG
RGKG
DLEL
TGFG
TAAE
QGVD
PGVT
EEID
YHH
VPAP
PLTT
AVES
VSES
VRAR
SSIL
PSVV
IGVI
TLN
SSVG
GLAK
CFK
VKSL
QEQE
QMQ
QELG
NLPL
IVPL
IPTN
IEEE
IANL
VIVT
VAPE
SGAG
GLPP
GLIR
ASKK
SSRS
RRGE
QALR
KQRS
AEVS
IVAR
DVR
AETE
VDSE
VAGS
NGIG
ILAN
EEKR
ALQS
VEVS
QLRD
IGAY
ATVG
VPLG
ILRD
FVLG
WDI
VSLS
PVW
RGAA
KTLG
AIDG
TGKK
ELSL
ALIN
WVY
TASL
IRLG
IKEG
DTVV
TLTD
QLVN
QLEK
PEGE
AEPL
TGKR
RVKK
MATL
ASPG
ALAY
VTVP
TLVD
ILVL
DLNL
DKE
ALEI
AAIT
AAIQ
TLEK
RGVT
IRSL
IKNG
TGRS
ELNL
AKDG
AISG
AIGE
AARQ
QLGL
LLVR
IPVT
FCD
AESE
RIID
YVW
VEGS
TLTP
TLIS
TLIG
QLVD
LLVP
IGKS
VARE
LLQD
AKIL
AGPG
QQRL
PSPL
APTP
AAAF
YLAE
VVEK
TLVT
QLR
ELRG
IRN
AMLE
AAER
SSAT
IVNG
HVW
GGGGG
VLRQ
VEK
RIRR
IDNL
GGAS
AKAF
PSSL
KENL
IKAV
AESL
VRDG
VEVL
VDEE
TVAR
KLDP
WAM
VSAF
IKSG
FLTG
ALHL
KIAR
VEN
CKC
VSPE
VGLS
PGSP
KLIG
ITAI
ISDE
LLVN
KKGS
ATDL
TEDG
PSGL
PGVY
IRAA
PLVI
KLTR
KLN
KEIG
ELVV
ASKG
WFT
VSAI
VLAF
ELFS
YAW
RPRR
RIAQ
MHH
IPSG
ADAF
VRDL
NLFL
AHGG
AGSL
VGAI
RALS
KLSL
ELVL
AEDG
WNT
TLRS
RDRR
PTPS
IAAE
RPNVG
IGEE
VIVE
LLDK
VQVV
VIRR
TGEE
IQAV
DDFD
AAAM
YDAI
TIAR
MAAG
KREE
DEAE
DIK
ASTE
ASIT
AQRQ
ALVF
VTSP
VNTT
VLST
IPKG
ELIP
ATVS
AEAM
RIKE
NAVL
KPDL
IDPE
TIAG
RGVP
IING
ATVK
YALL
VITS
VNLG
TLK
IEGG
DSSL
VTIG
MARL
QIAA
NLKS
NATL
ISTT
APPE
WDN
VEQ
SSGL
SSGE
RVRE
LLNN
EEGL
DLTS
DIP
ASIG
AFHF
SGTS
ILTT
ALEQ
KLFS
IVAD
DGSE
TVRR
KIVV
IAIG
CMS
TVKE
HETGSNN
VERR
RIVV
QLIG
DDAI
AYRE
VLIS
KLLS
IVAN
INPE
ARVV
APAV
CNQ
ARQG
ERAG
EEGE
DVD
AEKF
SSPG
PLAT
PDNY
NLAS
AEGG
VVPS
SGVT
SGSE
QA
LLIE
ILF
IAPL
VSVD
VELS
TWIGG
RIVD
QAAG
KALS
FSP
ATIT
AGTS
VVRS
KSGG
FLKN
DLQL
RVIG
IVTG
ARRE
ALFD
VESL
NHI
FLSL
AIP
VSPS
MYK
LLRK
IKP
ATGL
TPEL
RLPE
PLVT
IAYL
AEGS
VERG
TADL
KLVV
INEL
HNQ
ISPE
DSDD
VDEG
SGVI
RVRG
ISTG
DLSK
DRQ
AKRG
VLPWGQMSFWGATVITNLLS
KLKQ
QLDE
KLQL
ILND
ELKQ
ASTG
ALAM
KKKE
IKVI
AEKG
TAIL
LLQN
KKPE
IGVG
IELG
PGH
NGSS
LLST
VKKE
GGML
ELDG
ASAQ
VLAY
ILFS
DLAT
APGL
VVKG
VGVN
TLHL
RDVNYG
ISKP
DLAN
TLAN
RA
MEAL
AIIP
AGFG
RGVR
NLPS
KLRD
ITKE
IRKT
IKKG
AITR
WHE
VGEE
TLTT
IHTGEKP
DLAQ
AVER
ATTF
AGAY
VVFG
VIAF
TISG
RIIG
RSSG
QLKQ
WEI
TPAE
KLRR
ILNE
VQAR
ISES
DLPP
DVS
ADML
TPRG
PLRG
MYQ
KVRE
ARKR
YLDG
SSTE
SLVI
MALG
LLAH
GGIG
FAAG
WDQ
IDAL
DGAA
AIEL
VTLS
NLRS
AFVS
WVM
TTTS
SSRE
RILE
MKKL
MHT
MCE
YLRE
VVES
ATEE
ARRD
AKEK
WVH
TLGS
MAEE
IQEL
GLRD
FWS
DLER
ARGS
ALRT
VEVP
RLDE
RGEE
RFRQ
QLAS
ISN
DPL
AKP
VVAL
VDIL
RVVG
RCP
DLTD
AKIE
WSI
VYSG
RSPS
ITVN
FLRE
DVVL
VVLL
RCR
PEVL
KLQ
KKAG
ITID
VESG
IPAN
ASPL
VAGE
TITG
IFDE
FLSD
DLAV
YGGG
VSFG
VGAL
AGSD
VTVR
TRKG
TLQR
TLFG
RAKK
PCP
KAKE
AASV
VAPS
NLKN
NGKK
KDIE
FLGS
AAES
VGSL
QLIR
NLSD
IQAF
IKGL
FWD
DFS
VSKL
VITG
VFEG
TELG
QLVK
QLN
EEIL
AAQR
YFRD
VEVG
TSPE
PLTP
NGKS
ISKS
VTTT
VEVD
VAVE
RREG
NLTG
NLAK
NGKP
KAIE
HAW
ELPD
VVKE
VPVP
VEAQ
TVAL
STSS
QPQP
QLEG
KDKE
FLKR
QLLS
ILLE
FGFK
ELQQ
ASRS
ARIE
ALSR
AHID
AGDG
KDIL
DNVV
DLIR
VLIE
RVRL
RRRE
PLRE
ADIS
VSVP
VEAN
TTLG
RWR
ITTS
INKK
APAR
LLYL
ELEN
DLNE
DEKK
QWE
NLIS
IPEG
DSL
WYR
WQT
VVRE
VSAK
VISE
VGKT
VDES
TEAE
TAEG
AIES
AFGL
TMV
SGRR
FSLG
FALG
DLRL
RSRE
RCD
KGVN
ILDD
VTSL
INEE
VSKE
VSFE
VIGD
SVEE
PERL
MMI
ITSG
ASKR
ALVQ
ADKK
TTGG
NISS
DLNS
DEAG
ADVP
YHN
TGEL
PLIS
KLDD
KISS
KIFG
KEEE
IWGGFS
ATTS
WSY
TGKE
ILAR
FLVG
ADEE
RATL
CHT
AGAN
VISD
VFSG
SLSK
LLSN
DLIG
AARD
VAYL
KVAK
DLTP
AVVK
ALDR
VIAN
KGKL
FLDS
ANLE
YAAL
TRSG
TSLG
SLQS
RGEG
NLTE
GLQG
FSRL
TSLS
GLKR
FSEL
ALNG
VPSG
RRSS
FLRD
ASEL
ASAK
AATS
RIAK
ILVS
APAK
VILE
RLIN
PPSS
NLIG
KGID
AEIS
WIC
VDAT
KTIE
KELS
IPAV
GLTR
VGLE
TIKD
HLLG
DPS
RGED
KIVG
CIH
YLKD
DLED
VVKK
RWS
IRY
AEAF
AAQQ
SLST
KLGS
ILKQ
IIAI
ATAI
AGKP
PLVL
IDTL
ASQL
AEPG
QEEL
DFE
CQI
VPPG
ITTL
GLAP
SLFD
RIAN
LLSI
LLQP
ITTT
FLDL
AASI
WMD
VKN
SSKS
RRRS
QAEE
PLEG
NLIN
NIKK
IDES
DRS
DIS
KLAL
VSVV
KRML
ATSE
VSDE
KILG
IEIG
TGIS
TGDG
REAF
PHH
ITDE
FMQ
AIAF
VIKS
VFVD
PMT
MHF
KLFE
ITAS
IGIG
GLED
ATSL
ALYD
VGLD
NEEL
GLKP
AEKS
VKPE
IAFL
FLN
CFI
VKRG
QEQL
KGY
IIAF
VLSK
VLHE
TGGS
TAKL
REGL
DDIE
VSPL
QLIK
PEVQ
LLQK
KLKT
KLH
ASTR
VRQ
VRNL
KVSG
ARPG
AAHG
VVPG
VPIG
TPDG
RVAG
RASS
ADVT
TLVL
TAVG
RIKK
KVTG
KIH
FGIG
VTAV
VIPL
TVIG
PLNL
LLHL
GLIP
CQF
LLIN
IEKS
ELFD
DGAE
ATIG
VEKD
PVPG
NRPL
VKAR
IEQ
DLKT
CQH
ASVR
TWIGGQPVE
LLDT
KQRL
KARG
ILLD
FGAF
ATPG
RIVK
PEVT
KKRL
KDKG
IIAK
EEEK
DGAV
AGQL
QEIL
NLRE
GGQQ
APPS
LLIR
KVIG
KILE
DEKG
YLAK
VLIP
KCD
IESG
EIAK
AGAQ
SSES
RAQL
QQAQ
PLKG
KDVV
GLVN
FLAR
DEAQ
SLEL
KPGG
VSVE
NGEE
KLKR
FLRS
ANGE
TVLS
QLRS
GLYG
ATSP
AAPS
VIPE
TGRP
TCR
LLDY
AAF
SGDS
RSSS
LLYG
ILY
VIKG
KIKG
VSDL
VRTL
NSSL
NLRR
LLPF
AFKN
AYLS
ASFS
ARDG
VTED
VIAQ
RLES
IPGG
DVAK
ADIT
VVRG
VGFG
REML
KRAV
ISAV
IPTT
TSTL
PALL
KLF
CGKT
ASKS
VRVL
SLEN
KITG
IPVD
GLAY
FDAI
VKIG
TVGG
QLAV
NVLG
KEAG
KVVG
ITES
FLTL
DAR
VRNG
LLRF
KTVT
FAPL
RGNP
KKVI
ILPS
IAPS
TEKE
NKYG
IRIG
CQY
ADGG
TPAP
TAPS
SGTG
IRKK
IETS
GLTT
QASL
PAAL
IAKE
FGDG
CFQ
VSLE
VIID
RPSS
RIAV
PSPG
KTVE
FLEN
FGAD
ATIL
AEAS
VRSS
RLVL
DVIL
DERR
ATRG
ALPD
AAAAAA
VVGS
RLTR
QAIL
IRTL
DIVL
DIIK
YAAG
YLDL
TIAD
NGIS
NASL
KRVL
KADL
HAAL
ELQK
ELIL
VVAK
VRSE
SGVD
PSPE
KTKE
KWS
IDLE
HWG
VQRD
SGRG
IKAQ
IGAI
FWE
AVTL
ATLTRFF
VKTG
RLDG
NLEK
KRGG
IREE
YLSE
VTDE
TRLG
KLVG
KKEG
KFKE
FHPYY
AEYG
WKI
TVPL
MLAT
IKLG
AGSP
VAFG
TILG
RKAA
LLTN
LLRN
KKVL
FLLE
AEVG
YLVG
VVPE
VSTT
NLKD
ELPG
DAS
TSIS
PHR
LLET
IPVF
VSAY
VEKS
SLYS
NNNS
KVGL
ATSD
VTAL
VIR
SLRQ
RRID
KLAN
ISDS
YIM
VLPWGQMSFWGATVITNLLSAIPY
TRIR
SLRN
KIAQ
ITTE
IENG
DLAP
VNAG
RVEE
LLTQ
FDRG
AARS
YMT
TIRE
RLAN
QLSD
QEAI
QMF
LLFE
VRVD
TALS
SSRR
RLIS
RLDD
IIVR
ELTS
AGTD
AGAF
VKVK
VENG
VDFS
LLLLL
IGKK
IPLG
VRLS
TTEE
TESE
REKE
PLFL
KSLE
ILAQ
DLH
DAQ
VTTG
RFIE
FDAL
AIRD
VGVP
TRVG
TIRG
RISG
IWR
AEN
TKKL
RKAR
ITVD
IEN
DAK
CMD
TPAV
PLAL
KTEE
IDYL
AIDL
AEVK
VESS
KVIL
IVTL
DTS
CHR
AIER
VQKL
VDTG
RGIR
RDAV
MLLG
DDG
ATDP
APVS
WNY
NLSL
IPVE
ILRS
FDAV
VPPS
VLAH
TPVT
WTI
IVSL
IKVN
GGAL
ASHL
VRP
TSPG
RIVG
QLQ
ELQS
AISD
AFGE
YCD
VAHL
RLQQ
RGFS
QLIS
PETT
INP
IIVN
ELTQ
VESE
TPSG
VRAF
TGST
RRSG
NLVK
KSKL
KSIS
IIID
ELF
VSED
IEIE
WNF
ILQG
ELSP
ELDS
VVTS
VDID
RKVV
IPTP
ICLG
DEVT
ASKE
YLKN
TATG
NLAE
ILIN
CTGG
VSVT
TLNS
TVGD
RRQL
PLTE
NLLE
KIIT
KDLG
KCP
CCE
YLH
VLVP
VFDG
PHK
NLVE
nan
LLVI
LLAY
ISFL
FEKE
VFVN
TPAD
PSTT
LLVQ
IIFG
GLFS
FEGE
VLHG
VIVR
SSSN
ITAA
IDKL
FIDE
ATAQ
ADVN
VRVG
RLVK
RLKN
QLES
PMN
FADL
WFY
RVSS
NLKR
IVDE
ATTP
AKRE
YHY
VEDG
RGSS
LLIP
FETL
DVFS
DTAG
VIEK
RLAM
RGFG
QVAE
PGTS
KSLS
ITAE
AIKN
AIGS
ILAF
ELPS
AGDP
VLQS
VKSE
RLTS
IEVV
AKAQ
RVAL
RERR
QIEE
PLRR
PGTT
KIQE
KATG
GLYE
GGGTFD
CHF
ILPD
IKAM
FATL
ANGASMFF
AGES
HALL
ELIQ
DPD
ARAE
YDPN
MHN
LLFLHETGSNN
CYY
AVDS
ASVD
QIAE
KIKL
GGGE
FLEK
VLSR
TGIG
NHR
GGGL
DLQE
PLAN
KEGS
IEAR
GGVF
FAGG
AIKR
AGFS
ADAP
AASP
AAIS
AAIN
VGMG
VEAR
SVSS
QLLD
IRAV
DLVQ
AIDE
VLHL
VKVN
QLGE
NIAK
MRGL
DDVI
AIKD
TSTG
TIVV
ILEN
FLQS
DDID
AVIT
AAVI
AAML
RITG
KKVV
KASS
DLSP
AGEI
TVRL
TALE
KKKL
DGIG
ASRD
APES
VTGL
SSDD
DIAG
ALET
VLRN
VLNN
KAVE
NGSL
KVAR
IIFL
DLRP
VLIN
VKGL
REDG
RDRL
PGTG
PGAV
NLEG
MEKL
LLKY
KKKG
IWGGFSVDK
AVDE
AMGG
AASD
AAKN
RDSG
QLED
QEKE
TLIT
TLDS
RKRL
PRGL
PQGG
KKAR
KDIK
ILIT
IKPEWYFLFAYAILRSIPNKL
IDAR
FSEE
AGPS
VVFL
RGIS
REGE
CCP
ALQK
VEQG
TLDL
PLPD
KIAV
FEAR
ASTP
ALDK
TRPE
KQLL
ILTP
FLAMHY
APVP
WKH
TEEG
ISLS
GGAR
FETF
AYLE
YLVN
TDVV
KRIR
ISPD
IAQG
GGKL
ELTP
APVI
QVLE
NWS
MVKE
DEGE
AIRQ
YLES
YLEK
VLQQ
QETT
PLGE
MHI
KTAV
KEIR
FEDL
AFAQ
AADE
RGER
IIAQ
DLIP
AGIN
AAKP
KKVG
IQQL
FLKG
ASVP
AIED
ADEG
VTVN
TTP
SGEL
RPGL
QEHS
MGGG
IQRL
IDLS
AKVG
YLPE
QIAR
PVVL
KIVN
HVAA
AIIN
AADD
TVAN
TIPG
RGRE
QAKK
PVAV
EEES
DSVT
AAED
TKLG
SSSSS
QLIN
IIKL
DLAI
AQKR
APAL
RAEE
NGKT
LLNP
KISG
KVVE
IKSS
ELEQ
AEIR
VKNG
VRGE
TVAQ
TLKG
TAKK
QAGL
KETE
IEKN
FCP
FAPS
DLIF
DGKP
ALQN
VSRS
KGRL
ITAT
IGKD
GLNP
FGKG
ATES
VVVN
SEAE
LLML
HMT
ALNN
VPAE
QRLG
PEVI
NLGS
NLES
IDSL
FLFG
ANIG
ADSS
PPPPPP
GDVV
ATRL
SGPS
QLPL
IDTS
FMF
NHY
KKAV
ITSL
ISDL
VNGE
VDTS
REIE
MWE
LLIK
IILS
DIR
CYN
ATIN
AEYL
VVDD
TLEQ
RWD
RSLS
MASG
KKVS
IGNG
FLTE
YHI
ISPS
FGVE
AIEG
VLIL
VDVT
NCP
GGVLAL
ELSK
ELAP
DGRG
ASVI
QLKN
NLRL
AIKS
VSGE
VILS
SLQQ
QLEQ
FGSG
DEIR
NGKE
KITL
IVPE
ILQQ
HVPL
AATP
TIKE
IGVS
FRVT
ATLTRFFAFHF
WNR
RTPL
NLDP
ILNN
FARL
ATPS
ATAD
VVFD
VDVE
SSTP
QGLG
NLGE
LLSQ
KVAP
KIRR
AIPG
RAVG
ILQS
FSIG
EEAQ
ATKE
ANFL
VGDS
TLPP
SSPL
SGKP
SEKE
RKLG
PHD
NEIK
IAPG
HADY
GGN
ELVP
APDG
VLKQ
TAPG
KLVI
INNN
GGNG
FLRG
FLAD
WPT
VLHS
KSKG
ISED
ALKP
YECL
KVSS
IGVL
AASK
TA
VGVS
RTAR
MAAS
KLSK
IEVP
CGGG
AIFG
YLAQ
YHK
VDVD
TEVE
QGSG
KRPL
KRLS
IGTL
ITLE
GLNG
ATAN
SLET
QLKG
IPTL
IARG
APTT
VTDL
VRAL
TKVT
TSGS
SGTP
RLST
IFLG
IALS
FAKL
EEIT
ASDG
AIVS
TVAK
TLTN
TIAV
QLQS
LLDF
IIVS
DIAR
DEAD
ATKG
AAQE
SLYL
QLAL
NLGG
KTPL
ELAY
DEKL
DEDS
AGKR
WPI
VIVN
VAQG
RLPS
AKAD
VRVR
TSLP
SLNG
NLFE
FLNE
DVG
ASAF
WQY
VSFD
PYN
MAIL
IGIS
DIKE
YLLG
VLTR
TLFE
RDAL
IGVE
FSKE
AVSP
VAML
TADG
NLSP
MKIG
IFSS
QLNE
EETE
ASDS
RGDD
QLRL
ITSD
FYTG
VRN
NLGL
FSTS
FGVT
RELS
IPPP
IIIS
IDTG
FSAT
AVIR
ALTF
YEVS
WYF
WFK
VVRT
VIKN
SLQG
MLEE
ILYG
IIVT
IIQE
ELSR
AQRR
AITS
VFTT
PSEE
NLIP
KGIK
KILS
FLAK
VQTL
VGRR
MLSS
MLKE
KLAV
ITPL
IEAK
HVLL
ALFT
VVTD
VKGG
RVAQ
PSVE
NHQ
IDSS
CTM
APSE
ADVR
WQH
VSRD
MATAF
INKE
GLRF
AAPP
AAEQ
RLPG
QVAR
PLAP
IITL
IAPE
FLDG
ELGS
DLFD
AVED
ARRS
YLKG
TIAK
IGLS
CFV
VVIT
VFSE
LLEI
VVIS
TTVT
QAKL
PSKK
PEAP
NRAP
DTIE
AFAK
REAL
NSKL
NLDD
NCI
KTAE
YLP
VKVL
NVAA
NSSS
NGLG
KATL
HLAR
AIIL
VKVD
MPVG
HLPE
GGRR
DVTG
DIIE
CHD
AIY
AINE
VKAE
TSTP
RDLG
HMN
FGSS
DEF
AQGS
TKDG
SVAV
RGQR
NCD
ISVP
ALSQ
ALSN
YLTE
PLAK
MAKG
KDAV
GGFL
EEVL
DEIT
DKG
VKAK
TVFE
AEES
VPES
NLPP
IIAN
IGAR
GLSI
GGSD
VSFS
SSDG
RLYD
REKG
PPGPPG
PEPG
LLIT
ATTL
VSRG
VSIT
VGDL
TETE
PLRS
PLIE
FLLS
AQVI
YLED
YDKL
WNFGSLLG
VTAK
TIIN
SLQR
SLAY
SGTL
QEAE
FLKL
AMED
ADES
VSTP
PIIE
NLIL
DIKK
AGRD
VTID
TIKK
TIAE
RGVI
QVAD
QVLG
ISID
TVNG
RQRL
KVEG
ISNS
VTIN
TGAR
VNAA
VDDE
TRAG
PSTL
MLP
MGLG
KEEG
IPAE
IVLE
CFC
AVTD
VVKN
VLTQ
VINR
TGAS
SSIN
SGES
GLRN
GGRF
AVKS
TVKG
SLFE
NLVG
KDLE
IFVN
EEVI
DDEL
WFR
VDGS
SSAG
RDEL
DRR
DQL
VSAR
VPFS
SLYD
SLRP
QWD
NLVN
NAAG
MVLG
IKQL
DRVV
DLFN
ATRE
ATEL
RVKL
PLTR
KVAI
VLIF
SSPE
PPTP
KTLS
IKGG
IGAK
IIDE
ANPE
ADFE
YLAG
VSID
KIIR
KTLE
KAKG
IIKG
IGKE
HLAA
DEHG
ATIS
ATEG
WPV
VDVN
TVKK
TER
TVLE
RSKS
NLDS
NLDL
MCD
KVLD
IPAS
IKPD
ATRR
ADSE
TQEE
QALS
NARL
KVAG
KLPL
ILKT
IKNS
AQVG
VQAI
RDVE
RDSE
PGAR
ISDG
FLPL
ATAP
VTTL
SGEG
QING
KSTT
GLES
AMAA
RRGD
RRAK
IADE
EEQL
AVFG
VDED
TVFS
TDSE
SGFG
NHK
LLSF
ISDD
IEKT
FHI
ANRL
AKKS
YLSD
YLRS
TGES
REKK
QGRL
PEIL
NIIN
LLVF
KLTS
TEGE
KGEE
HWD
ARSR
ANIL
AIDD
VPGL
QKLG
PEVR
KAFL
IEKQ
FLRL
DSVV
ANAS
ALYG
ALNS
WSV
TAIG
LLTK
IVAF
FEDG
DLSR
VSRE
VADE
RLRQ
PSAV
PHT
NLKQ
KEHL
DAM
AEKR
ADED
NGDT
ISKD
DLTR
DLRG
DKVV
DKVK
DGR
AKSD
WDV
VLEQ
RTREG
QKQR
IFGL
IDSE
IDPD
DVF
AIRG
AEHL
AAFS
YLSG
WVC
WPR
VTGS
TLEL
TWD
PPEE
VKLE
TNKY
PKHL
IRDG
GGVP
VTTS
VSDS
KGFG
KASG
AVTP
AGH
AAPL
SLAH
RFLS
MATG
KVKL
GGDL
FLGE
ALVH
AARK
TSAK
TLSK
RLY
PLAD
KEKD
IGIP
IDAE
ELAH
AFVE
RIGL
KEAK
IKDS
IIRG
IIAL
DGTTTAT
ANAI
TESG
SSVL
QADL
FLAL
AVVI
VNKK
TAQL
TAAS
RIAS
NLFG
LLHS
KRIS
IWGGFSVDKATLTRFFAFHF
IIVE
GLH
AVY
AVRS
AFAS
VVKS
TYGG
NLVP
KEN
FIFG
DVAR
APVE
VNSP
VGEL
SRKS
RPVV
QCP
ILGD
FDAA
VDDG
NLNS
KDSG
ITVPAY
FCR
AVRT
VVTL
SSAQ
QRQR
PSAVG
LLFP
KVAL
IDIE
FLRN
FLQR
DLFS
DESG
TKEL
TPLG
SSRL
SEEL
NGVL
KLNS
KEVK
APVL
AATR
SLVQ
ILPF
IKAD
HLAE
GLIE
CGSG
AITE
VTAE
SLSR
RIAF
PGEG
KKKR
KDGL
FGEK
AAEI
VPDG
TIIG
MDLE
KKIR
IKPS
FLQE
AVTS
AVKD
ASRE
VVKR
TGAT
SLKQ
RLNE
QLDS
NLVQ
NIAR
KWR
EEEI
ASED
RGTF
NTVL
ITAL
ISIG
AIVK
TKAG
RVLS
LLCL
IRKG
IPVL
ILC
YEKL
QTPL
QIRE
KSSS
DSVS
DLYL
ASYL
AAVP
AAH
RLQD
QLAN
NSTS
NLLD
INSP
GLTD
FLTS
AVVQ
ANGS
WWG
VTKE
QPQQ
PLDP
FWQ
ALATL
ADIN
VITD
VDPS
QEIE
PGKG
ISKG
DGAR
AQKL
AMEK
VNVG
TTSG
TAFL
SSEL
SLDP
NLKT
DGKG
AFEE
YLNS
YLAD
VVED
VSAP
TPFF
RVTL
QLQR
NILG
ILEL
GLRP
GLIF
GLEK
FSKL
FLY
DLGS
DVK
VSDD
RVAI
RLH
QEML
KIVR
YLKR
VIKD
PGLG
LLPR
IVLD
FRTT
FEDS
DEPL
TVPS
TGERP
TAPL
NLIT
NAIL
IRKS
AVDD
APTS
VNSS
TGLS
MLKL
IQVE
IAMG
DKIP
DEKE
ASPD
ALTH
YGSD
VPKE
VKIP
TIRR
QGKL
PLIR
HLGD
GGAQ
EESE
DGRR
VIAL
SSFL
RLEK
QLPP
KTIT
KCR
IVLS
SSIT
RLSR
MVVG
KRLE
IEDD
DNVG
AQSL
AENE
VSIS
TLDP
PVSS
PHIKPEWYFLFAYAILRSIPNKL
FGID
FLLD
DVAD
AESG
VKPS
TLIN
QVRE
QLTD
NLQR
NLNG
KLSP
IRNE
FDPE
FAAE
ASID
AALAA
YLID
YMK
VRPE
TTVV
QLPE
NGLL
HLRE
DLTT
AVDG
ASH
APIG
TPP
SLEQ
IIY
IVVE
FGFD
ARKG
YLGE
SLSF
QAAS
PLLG
NGAG
KLIL
VTES
VRVE
VIEQ
TVPG
KEKN
IKAN
FSKK
DEAK
DKD
AIRS
RKLE
MLRE
KGND
GLDF
FRPG
FLQG
DAN
ASDD
VRY
TVLL
QGGG
PLSD
KETG
KVIE
GLIY
FDRL
EEAG
AFGS
VLFF
LLLRR
KAVG
KANL
IGRL
ISLE
FSPE
VEIP
TLY
QLKD
KTLL
IKTG
APTR
ANSG
ALMG
ADFG
TVDG
NMV
ITAG
FLPE
VTKG
VRLL
TLQS
IVAQ
FTKD
FADG
AENG
VITE
VIIS
VGPG
VEIT
NWE
MLDG
LLDQ
KNKD
KLND
EDVE
AERQ
AAFD
YLAR
VTEL
VSRR
VSKS
VGLP
REIT
RAEG
PSAT
NLVD
FSPD
DAF
AGTY
TIIE
RSPL
NPEL
KTKS
IAAS
EEEEEEEE
ALSF
VSVL
VSPG
VADS
SSVV
PSGG
IKVG
IELE
ALND
ALDN
AIQE
VLPWGQMSFWGATVITNLLSAIPYIG
TPDE
RIGG
QWS
PLKL
KKEK
KAEG
IVAK
IEIL
DLIQ
VQEG
TKSG
MWG
IALE
DSQR
CGLP
AVAF
VEAF
VDAD
VAIE
TLQQ
SGEE
RPDL
REAE
RAFL
PDP
KRVR
KPVV
GLFD
FGAE
DLEN
APRL
AGQG
YHQ
VPPE
TVKL
SLNP
RKIS
RGKL
NLAN
KEQG
HLLE
FLIS
ARP
VTIE
VLVF
ITKK
FGSD
YLAT
YGEE
VPGS
SLSN
SLND
RARE
QILG
NSNN
KTIK
GLAN
FLED
ELYE
DTG
DTE
APKP
WYP
VSVR
VLRT
VIVK
VDIR
TTAT
SEDD
RIIP
LLRH
ITIN
ITED
FMH
ALHG
VRAS
VINE
VEPE
RFVQ
KSQL
IIIN
FSDD
AVQG
AFSP
VGYG
QCQ
MAKE
KVLS
IEP
FEKG
EEAS
ARET
AKEI
AIAY
VVDP
VEFD
HLEG
FERL
ELTT
TSLL
TLPD
TLHP
SLSQ
RAPL
KVLL
IDKK
FLAS
DENE
AYRR
SVAE
RIVN
PSRS
KIAS
IIPL
AVNE
AITD
VYDL
PEAE
KIAN
IEY
GGTT
DGSD
VLDK
QLTG
ARH
AIEQ
AGRE
SLTN
RPAP
QLSP
NLIR
IQKL
WNI
VKPL
TLQG
QCR
KKKN
ISAM
GLVF
DDVV
CGKG
VPKG
VPDS
VEAS
VQLG
TIAS
TDVL
SLIF
RVFE
QLKR
MERL
KLAT
ILSK
INLG
FGGAGVG
CCF
APLL
AIFL
AAAH
VDIP
TTSD
MVIG
MHK
INPL
IGKL
GLET
YLQE
RVAF
QVSS
QASS
NMR
KEFE
DLR
DIAK
AMEG
TLER
SLYG
RSAS
QVAT
PPPE
NLND
NLDG
IIPG
DEVD
DEP
AIVL
AGVN
TPGL
QSLG
PSAVGYQP
NDEE
MVNG
MGGMGG
KGGG
IEVT
IDAT
FDPS
AAPE
QRRL
QLRG
NLYG
KIIP
IGVP
IGSS
IGIT
DLNG
VANS
TGY
SIEE
RVPE
QLGS
ISNN
DLDK
ALST
AARN
YLGS
VEGD
TLFS
TGLFLAMHY
TELE
NKVD
LLDN
IIFS
FDEL
AGED
VSIP
NMY
NELG
KGIE
DDIL
ALRF
AAQS
TLIP
RTTG
RILD
ISY
IRTG
ARY
ALYE
VDAS
SLNN
PLTD
NETL
KYVP
KKSE
KDKL
KVDG
IRKE
HCR
GLEN
AQGG
ANGASMFFICL
AITT
AHPD
AAAAAAAA
YDIE
VSSE
VNEG
VLRP
RKQL
RERD
QRAQ
AVFL
AIEN
AANS
QGVV
QEEE
PGDVF
NKKL
KKIN
ITIT
IGNL
ELRP
CYF
TLKT
SLQP
QQLE
KEID
KWD
IARE
DIRR
CYK
QVAK
NAPG
KEY
DESE
APRR
ALTN
AFVL
YEAR
VDSG
MLSP
KGSS
GLTF
ALKY
WTH
VKAD
VFRS
SGDP
RTSS
GGTG
CYQ
NPAT
NADL
KSY
KENE
ISKN
IEIP
IVSE
IREG
FPDG
AEVY
VPTT
VPIS
VNID
RRKS
RLVT
NLVV
KRIL
KLVR
KEAR
DVAG
AVVN
AVIN
ALME
WAC
TARG
RGRS
KSKN
ISRD
FAEG
DVAA
DSAR
AQVL
AEIK
RNGG
QDW
NSFL
MLTG
KPVI
FTAN
VGERTREG
TLIL
TKAV
QLRQ
QWR
NLER
NIID
NMQ
KIVS
KIRL
KIFS
FISS
EENE
DEAT
VDHP
VYLG
TIFS
RPEG
PSRL
NLVT
NGTS
IDED
GLKT
DEAS
AMAR
ALAAL
AARY
VRAD
VIRS
SLIQ
RQRR
QEGE
NCT
KVRG
IKKE
FDKL
DIVE
CAW
REEE
NIIK
KVSL
ILIE
IGPG
IGEL
HSLG
GLF
FVAR
DVN
AAKS
VVGD
NGHL
MYI
IEKR
DTSG
DLVF
DKAR
AVTF
VLSI
PEGS
KKAE
FLPD
ELDP
VIVS
TRDG
TIKG
TEVG
TEKG
TKKG
SGRS
RVFG
PLPT
KKVE
IRP
IDGS
GLST
DLPD
VLQR
RFGG
NLPG
KVRL
IAGS
EEDD
DETL
APSL
YLPS
VTAT
VIKR
RVQG
QAGG
IEAN
IDEAR
HWE
AQPG
ADAK
VGAE
SGAI
RFTT
RTLG
LLYS
HAVL
NLRD
NLAD
KPSS
ISRE
ILID
IIEL
HCP
EEER
DLRN
AMAT
VTPD
VPTS
VITL
VIPP
VGAN
MANL
IGLD
DRG
TGRL
RQAG
RKRG
QELE
KKPNS
KGKS
ITPD
FEVV
DSP
DIVV
ADSD
TIAN
TFSS
SLTQ
IQP
ILST
IIPS
IGED
ELRN
AKGS
YLQQ
VTVL
REVV
QIKE
KLDG
KKPL
KAQL
IKVE
DGNG
ALRAL
ALDY
AFYG
YLTS
VGAP
TNSS
RRGS
RRGG
RLTD
PGVS
ITSE
IRTP
ILFF
AIGD
AAKT
VGED
TLVN
RISS
KDVK
IVFL
HLLS
FVSS
AIVN
AGDS
AAAAG
WFQ
VPFL
VITT
TPGHVDFT
TLST
SGSQ
QMNEPPG
QGIT
CCR
ANEG
SLRT
RLLER
RLFE
RSLE
LLIF
KKVK
DEIN
DVY
CNV
AGRP
ADPS
ADF
WPF
RGVS
PVTG
NLY
FGES
DLDP
DGKS
ATNP
TRNG
REEG
KSSG
ILSN
ILFG
IKAT
GLPI
ETAE
EEFE
DESD
AVGD
RSAR
RLER
RGVE
MLLE
LLSV
KSTG
ELNS
ADAN
AAKQ
YLQS
RAIG
QVKK
QMDG
KESE
KDPS
ISVD
ISGE
GLNE
ASY
WKM
PLHL
IGVK
DGVF
DYE
DIN
CMP
AVTR
ARYL
WNQ
VVTT
TLKQ
PGYG
LLII
IEDS
IANG
AVTT
VSQG
VERS
VEAK
TPAQ
TGIT
QLTL
KRKS
IGFD
AARP
YYGG
TSDS
TKKE
TDLG
IKVT
IKAK
IDFS
IASE
AYED
ASAN
APRG
VAYG
TVGL
PSFS
NLAL
IDEID
